{
    "AberturaExperiencia": {
        "titulo": "Abertura à Experiência",
        "descricao": "O fator da personalidade Abertura à Experiência relaciona-se à imaginação, à curiosidade intelectual, à apreciação estética, à receptividade a ideias novas e à flexibilidade ao lidar com diferentes métodos ou abordagens de ensino, pesquisa ou extensão.",
        "facetas": {
            "Fantasia": {
                "titulo": "Fantasia",
                "descricao": "Tendência a usar a imaginação para visualizar possibilidades futuras ou criar analogias úteis em sala de aula ou pesquisa.",
                "perguntas": [
                    {
                        "id": "F1",
                        "texto": "Costumo imaginar cenários futuros de sucesso, como ex-alunos(as) se destacando em suas carreiras ou aplicando meus ensinamentos.",
                        "feedbacks": {
                            "baixo": "Você tende a focar mais nas tarefas imediatas do que em projeções de longo prazo. Embora o foco no presente seja importante, reservar momentos para imaginar o impacto futuro do seu trabalho pode trazer motivação e propósito adicionais.",
                            "medio": "Você imagina cenários de sucesso ocasionalmente, mas não faz disso um hábito. Incorporar mais reflexões positivas sobre o futuro pode ajudar a manter o entusiasmo e reforçar o sentido de propósito.",
                            "alto": "Visualizar o sucesso futuro de ex-alunos(as) e do seu próprio trabalho fortalece seu engajamento e resiliência. Continue cultivando essa prática, pois ela ajuda a manter a motivação e a conexão com o impacto de longo prazo da sua atuação."
                        }
                    },
                    {
                        "id": "F2",
                        "texto": "Crio histórias ou exemplos para tornar os conteúdos mais interessantes e facilitar a assimilação pelos(as) discentes.",
                        "feedbacks": {
                            "baixo": "Você tende a apresentar os conteúdos de forma mais direta e objetiva, o que pode ser eficiente em alguns contextos. No entanto, explorar histórias ou exemplos pode aumentar o interesse e a compreensão dos(as) discentes, especialmente em temas mais abstratos.",
                            "medio": "Você utiliza exemplos ou narrativas de forma pontual, equilibrando clareza e dinamismo. Avalie incluir essa prática com mais frequência para potencializar o engajamento e a retenção de conteúdo.",
                            "alto": "O uso frequente de histórias e exemplos enriquece suas aulas, tornando-as mais atrativas e facilitando a compreensão. Continue integrando essa estratégia, adaptando-a aos diferentes perfis e necessidades dos(as) discentes."
                        }
                    },
                    {
                        "id": "F3",
                        "texto": "Ao planejar projetos de extensão ou pesquisa, imagino impactos positivos na comunidade ou avanços na área.",
                        "feedbacks": {
                            "baixo": "Seu foco tende a se concentrar mais na execução prática do projeto do que em suas projeções futuras. Embora a objetividade seja útil, visualizar impactos positivos pode ajudar a direcionar esforços, motivar a equipe e fortalecer o propósito das ações.",
                            "medio": "Você equilibra a atenção entre as etapas operacionais e as possíveis contribuições do projeto. Pode ser interessante dedicar momentos específicos para refletir sobre os resultados esperados e como eles se conectam às demandas da comunidade ou da área acadêmica.",
                            "alto": "Sua visão orientada a impactos positivos amplia a relevância e o alcance dos projetos, além de inspirar colaboradores e parceiros. Continue cultivando essa perspectiva, associando-a a estratégias concretas de mensuração e acompanhamento de resultados."
                        }
                    },
                    {
                        "id": "F4",
                        "texto": "Uso minha imaginação para visualizar melhorias no currículo ou na estrutura do curso, idealizando mudanças.",
                        "feedbacks": {
                            "baixo": "Você tende a se manter mais próximo do formato e das práticas já consolidadas no curso. Embora a estabilidade seja importante, dedicar algum tempo para imaginar melhorias pode trazer soluções inovadoras e fortalecer a qualidade acadêmica.",
                            "medio": "Você equilibra a manutenção das práticas atuais com a abertura para mudanças, considerando ajustes quando necessário. Pode ser útil criar espaços regulares de reflexão para identificar oportunidades de aprimoramento curricular ou estrutural.",
                            "alto": "Sua capacidade de idealizar melhorias demonstra visão estratégica e disposição para inovar. Ao associar essas ideias a análises de viabilidade e ao diálogo com a equipe, suas propostas podem gerar mudanças significativas e sustentáveis."
                        }
                    },
                    {
                        "id": "F5",
                        "texto": "Consigo transformar ideias abstratas em exemplos concretos para facilitar a compreensão de conceitos complexos.",
                        "feedbacks": {
                            "baixo": "Você pode ter dificuldade em tornar conceitos complexos mais acessíveis, o que pode impactar o engajamento e a compreensão dos(as) discentes. Investir em estratégias como analogias, metáforas e exemplos do cotidiano pode tornar o ensino mais claro e envolvente.",
                            "medio": "Você consegue, em alguns momentos, traduzir conceitos abstratos para exemplos concretos, mas isso pode não ocorrer de forma consistente. Aperfeiçoar essa habilidade por meio de feedback dos estudantes ou troca de experiências com colegas pode ampliar o impacto do seu ensino.",
                            "alto": "Você demonstra excelente capacidade de tornar ideias complexas mais claras e aplicáveis. Essa competência favorece a aprendizagem ativa e fortalece o vínculo com os(as) discentes, tornando o conteúdo mais acessível e significativo."
                        }
                    },
                    {
                        "id": "F6",
                        "texto": "[R] Tenho dificuldade em criar imagens mentais ou exemplos criativos para ilustrar o conteúdo que ensino ou pesquiso.",
                        "feedbacks": {
                            "baixo": "Você demonstra boa capacidade criativa para ilustrar conteúdos com exemplos e imagens mentais. Essa habilidade contribui para que os(as) discentes compreendam melhor conceitos abstratos e fortalece seu papel como facilitador(a) do aprendizado.",
                            "medio": "Sua criatividade na construção de exemplos é moderada e pode variar conforme o tema ou contexto. Ao planejar aulas ou apresentações, buscar referências visuais e analogias previamente pode ajudar a tornar essa habilidade mais consistente.",
                            "alto": "Você pode ter dificuldades recorrentes em criar exemplos e imagens mentais para explicar conceitos, o que pode tornar o conteúdo menos atrativo ou acessível. Treinar com recursos como mapas mentais, analogias e estudos de caso pode enriquecer suas explicações."
                        }
                    }
                ],
                "feedbackConsolidado": {
                    "baixo": {
                        "titulo": "FEEDBACK – Fantasia (Nível Baixo)",
                        "definicao": "A caracteristica Fantasia refere-se à capacidade de criar cenários mentais que enriquecem o processo de ensino por meio de imaginação e criatividade. Em nível baixo, os docentes tendem a utilizar menos essa habilidade, preferindo métodos mais concretos e diretos, o que pode resultar em uma abordagem mais tradicional e menos inspiradora.",
                        "caracteristicas": [
                            "Pouco Uso da Imaginação: Tem dificuldade em criar cenários futuros ou associar metas de longo prazo com a rotina de ensino.",
                            "Preferência por Métodos Concretos: Dá prioridade a técnicas tradicionais, como a leitura e a resolução de exercícios, sem incorporar muitos recursos visuais ou narrativas criativas.",
                            "Baixa Motivação por Visualizações: Não utiliza a imaginação para se motivar ou para estimular os alunos, o que pode tornar as aulas mais mecânicas e menos dinâmicas."
                        ],
                        "vantagens": [
                            "Objetividade e Clareza: A ênfase em métodos diretos pode facilitar o foco nos conteúdos essenciais, garantindo uma abordagem clara e estruturada.",
                            "Estabilidade na Rotina: A falta de experimentação constante pode contribuir para uma rotina mais estável e previsível, o que é benéfico para manter a consistência no ensino.",
                            "Menor Risco de Dispersão: Ao evitar divagações imaginativas, há menos chance de desviar do planejamento e dos objetivos estabelecidos."
                        ],
                        "dificuldades": [
                            "Engajamento Emocional Limitado: A ausência de elementos criativos pode reduzir o entusiasmo e a motivação dos alunos, tornando as aulas menos atrativas.",
                            "Monotonia no Ensino: A abordagem tradicional e objetiva pode levar a uma rotina de ensino repetitiva, prejudicando a capacidade de inovar e de estimular o pensamento crítico dos discentes.",
                            "Dificuldade para Inovar: A falta de uso da imaginação pode limitar a exploração de novas metodologias e ferramentas que poderiam enriquecer o processo de aprendizagem."
                        ],
                        "estrategias": [
                            "Utilizar Recursos Visuais Prontos: Incorpore vídeos motivacionais, infográficos e outros materiais visuais disponíveis para injetar elementos criativos e estimular o interesse dos alunos, sem depender exclusivamente da imaginação pessoal.",
                            "Definir Metas Concretas: Estabeleça objetivos claros e mensuráveis para cada aula ou semestre (por exemplo, “finalizar a apresentação de 20 questões de matemática”), garantindo que a satisfação venha da conclusão de tarefas tangíveis.",
                            "Promover “Sprints” de Planejamento: Realize sessões curtas de planejamento (20-30 minutos) com pausas para evitar a sobrecarga, garantindo um progresso contínuo sem depender de longas divagações.",
                            "Experiências Guiadas de Visualização: Utilize aplicativos ou áudios de visualização guiada para estimular, mesmo que brevemente, a imaginação voltada para a melhoria do desempenho e a inspiração para o ensino."
                        ],
                        "conclusao": "Embora um baixo nível de fantasia permita uma abordagem mais objetiva e estruturada, ele pode limitar o engajamento emocional e a capacidade de inovar no ensino. Ao integrar recursos visuais prontos, definir metas claras e promover sessões de planejamento criativo, os docentes podem enriquecer sua prática pedagógica sem comprometer a estabilidade de uma rotina bem definida. Esse equilíbrio possibilita a criação de aulas mais dinâmicas e inspiradoras, beneficiando tanto o aprendizado dos alunos quanto o desenvolvimento profissional do docente."
                    },
                    "medio": {
                        "titulo": "FEEDBACK – Fantasia (Nível Médio)",
                        "definicao": "A caracteristica Fantasia diz respeito à capacidade de usar a imaginação para criar cenários futuros, desenvolver analogias e elaborar narrativas que apoiem o ensino, a pesquisa e a extensão. Em nível médio, o docente utiliza a imaginação de forma equilibrada, combinando momentos de criatividade com métodos mais tradicionais. Essa postura permite gerar engajamento e inovação sem perder de vista a objetividade e a viabilidade das propostas.",
                        "caracteristicas": [
                            "Uso Seletivo da Imaginação: Aplica elementos criativos em aulas, projetos ou reuniões quando percebe que podem facilitar o entendimento ou motivar os participantes.",
                            "Visualização de Metas Relevantes: Consegue imaginar cenários de impacto positivo, mas prioriza aqueles que têm maior relação com o contexto e as possibilidades reais de execução.",
                            "Equilíbrio entre Criatividade e Praticidade: Alterna o uso de recursos imaginativos com abordagens diretas e objetivas, ajustando o nível de fantasia conforme o público e o objetivo."
                        ],
                        "vantagens": [
                            "Aulas Atraentes e Estruturadas: Consegue criar exemplos e analogias que despertam o interesse dos discentes, mantendo a organização do conteúdo.",
                            "Planejamento Realista: A imaginação é utilizada para gerar ideias que sejam viáveis e alinhadas às diretrizes institucionais, evitando propostas inviáveis.",
                            "Estímulo Moderado à Inovação: Consegue incorporar novidades à prática docente sem comprometer a estabilidade da rotina ou dos projetos já em andamento."
                        ],
                        "dificuldades": [
                            "Oportunidades Criativas Não Exploradas: Ao priorizar a viabilidade, pode deixar de aproveitar ideias inovadoras que exigiriam ajustes mais significativos no planejamento.",
                            "Oscilação no Uso de Recursos Criativos: O uso moderado de fantasia pode resultar em períodos de ensino mais dinâmicos intercalados com outros mais convencionais.",
                            "Menor Impacto Inspiracional em Alguns Contextos: Quando a criatividade não é plenamente explorada, algumas aulas ou projetos podem perder potencial de engajamento."
                        ],
                        "estrategias": [
                            "Definir Espaços Fixos para Criatividade: Inclua no planejamento momentos específicos para desenvolver ideias novas, garantindo que a criatividade seja estimulada de forma contínua.",
                            "Registrar Ideias para Futuro Aproveitamento: Mantenha um caderno ou arquivo digital para anotar sugestões criativas que não possam ser aplicadas imediatamente, evitando que se percam.",
                            "Combinar Recursos Visuais e Narrativas: Associe exemplos imaginativos a elementos visuais concretos para reforçar a clareza e a retenção do conteúdo.",
                            "Buscar Feedback sobre Inovações: Apresente ideias criativas a colegas e discentes para avaliar o impacto e ajustar propostas antes de implementá-las de forma mais ampla."
                        ],
                        "conclusao": "Docentes com níveis médios de fantasia conseguem equilibrar a imaginação e a objetividade, aplicando criatividade de forma estratégica para enriquecer o ensino e a pesquisa. Ao planejar momentos fixos para inovação, registrar ideias e buscar feedback, é possível ampliar o impacto positivo dessa habilidade, mantendo a coerência e a eficácia na prática acadêmica."
                    },
                    "alto": {
                        "titulo": "FEEDBACK – Fantasia (Nível Alto)",
                        "definicao": "A caracteristica Fantasia diz respeito à tendência de usar a imaginação para visualizar possibilidades futuras, criar analogias e desenvolver narrativas que enriquecem o processo de ensino e pesquisa. Docentes com nível alto de fantasia empregam essa capacidade para formular aulas inovadoras, projetar impactos positivos em projetos de extensão ou pesquisa e idealizar melhorias no currículo, contribuindo para um ambiente de aprendizado dinâmico.",
                        "caracteristicas": [
                            "Motivação por Objetivos Futuros: Imagina cenários de sucesso, como ex-alunos se destacando em suas carreiras ou a aplicação efetiva dos seus ensinamentos.",
                            "Criação de Narrativas: Cria histórias e exemplos que tornam os conteúdos mais interessantes e facilitam a assimilação pelos discentes.",
                            "Planejamento Inspirador: Ao planejar projetos de extensão ou pesquisa, visualiza os impactos positivos na comunidade ou avanços na área de atuação.",
                            "Inovação no Currículo: Usa a imaginação para idealizar mudanças e melhorias na estrutura dos cursos, buscando sempre aprimorar a prática docente."
                        ],
                        "vantagens": [
                            "Aulas Inovadoras e Engajadoras: A criatividade e o uso de analogias tornam as aulas mais interativas, despertando o interesse dos alunos.",
                            "Propostas Transformadoras: A capacidade de visualizar futuros positivos impulsiona o desenvolvimento de projetos e iniciativas que podem transformar a prática acadêmica e a gestão do ensino.",
                            "Estímulo à Inovação: A abertura para novas ideias fomenta um ambiente de constante renovação e adaptação, enriquecendo a experiência pedagógica."
                        ],
                        "dificuldades": [
                            "Risco de Dispersão: O excesso de divagações e pensamentos imaginativos pode desviar a atenção dos objetivos essenciais, prejudicando o foco na execução prática das atividades.",
                            "Procrastinação: O prazer de “sonhar acordado” pode levar ao adiamento de tarefas menos atrativas, comprometendo a rotina docente e o cumprimento dos prazos estabelecidos.",
                            "Desalinhamento com Projetos Pedagógicos: Ideias amplas demais, se não forem direcionadas adequadamente, podem conflitar com os regulamentos institucionais e os projetos curriculares já estabelecidos."
                        ],
                        "estrategias": [
                            "Reservar Intervalos para Criatividade: Estabeleça períodos específicos (por exemplo, 5 minutos antes do início ou ao final das sessões de aula) para “pensar fora da caixa”, garantindo que essa criatividade seja canalizada sem comprometer o foco principal.",
                            "Uso de Visualização de Metas: Utilize técnicas de visualização para imaginar o engajamento dos discentes ou o impacto dos projetos, e mantenha checklists para assegurar que as ações planejadas sejam efetivamente executadas.",
                            "Redirecionar Ideias Amplas: Direcione as ideias que não se encaixam imediatamente no contexto da disciplina para projetos futuros, evitando sobrecarregar a rotina atual com mudanças simultâneas.",
                            "Integração de Feedback: Busque feedback de colegas e discentes para validar e ajustar as inovações, garantindo que as propostas sejam práticas e relevantes."
                        ],
                        "conclusao": "Um alto nível de fantasia é um trunfo para os docentes que desejam inovar e inspirar seus alunos, permitindo a criação de aulas mais envolventes e projetos de pesquisa transformadores. Contudo, é essencial equilibrar a imaginação com o foco e a execução prática, adotando estratégias que direcionem a criatividade para resultados concretos e alinhados ao projeto pedagógico. Dessa forma, você maximiza o potencial inovador sem comprometer a consistência e a eficácia do ensino."
                    }
                }
            },
            "Sentimentos": {
                "titulo": "Sentimentos",
                "descricao": "Tendência a reconhecer e gerenciar emoções sem permitir que elas prejudiquem o exercício docente.",
                "perguntas": [
                    {
                        "id": "S1",
                        "texto": "Presto atenção às minhas reações emocionais ao lidar com turmas mais desafiadoras ou dificuldades institucionais.",
                        "feedbacks": {
                            "baixo": "Você tende a não observar com frequência suas próprias reações emocionais diante de situações desafiadoras, o que pode dificultar a identificação de gatilhos e o desenvolvimento de estratégias de autorregulação. Registrar acontecimentos e sentimentos em um diário breve pode ser um bom início para ampliar essa percepção.",
                            "medio": "Você demonstra atenção moderada às suas reações emocionais, conseguindo perceber sinais importantes em alguns contextos, mas não de forma consistente. Práticas regulares de reflexão ou breves pausas durante o trabalho podem ajudar a ampliar essa consciência.",
                            "alto": "Você mantém uma boa percepção das próprias reações emocionais, o que favorece a escolha de respostas mais equilibradas e construtivas. Esse cuidado fortalece o manejo de turmas desafiadoras e a capacidade de lidar com pressões institucionais de forma saudável."
                        }
                    },
                    {
                        "id": "S2",
                        "texto": "Quando algum tema do meu componente curricular me afeta emocionalmente, procuro gerenciar essas emoções para que isso não prejudique a qualidade do meu ensino.",
                        "feedbacks": {
                            "baixo": "Você tende a não gerenciar de forma ativa o impacto emocional que determinados temas podem gerar, o que pode comprometer a clareza e a qualidade do ensino. Aprimorar estratégias de autorregulação, como pausas reflexivas ou exercícios de respiração, pode ajudar a manter o foco pedagógico.",
                            "medio": "Você consegue, em parte, lidar com as emoções geradas por conteúdos sensíveis, mas nem sempre isso ocorre de forma consistente. Estabelecer rotinas de preparação emocional antes das aulas pode tornar esse manejo mais seguro e previsível.",
                            "alto": "Você demonstra habilidade para gerenciar emoções mesmo diante de temas sensíveis, preservando a qualidade e o equilíbrio no ensino. Esse cuidado fortalece a postura profissional e a confiança dos estudantes no processo de aprendizagem."
                        }
                    },
                    {
                        "id": "S3",
                        "texto": "Sou sensível a críticas sobre minhas práticas didáticas, e isso impacta meu ânimo.",
                        "feedbacks": {
                            "baixo": "Você tende a lidar bem com críticas, mantendo seu ânimo e foco nas atividades. Essa postura favorece o crescimento profissional, especialmente quando as críticas são construtivas e usadas como oportunidade de aprimoramento.",
                            "medio": "As críticas impactam seu ânimo ocasionalmente, mas você consegue manter o equilíbrio na maioria das situações. Criar um espaço de reflexão para diferenciar críticas construtivas de comentários não produtivos pode ajudá-lo(a) a preservar a motivação.",
                            "alto": "A sensibilidade elevada a críticas pode abalar seu ânimo e afetar a confiança profissional. Desenvolver estratégias de reestruturação cognitiva e focar nos aspectos positivos do feedback pode reduzir o impacto emocional e transformar críticas em ferramentas de melhoria."
                        }
                    },
                    {
                        "id": "S4",
                        "texto": "Costumo refletir sobre como minhas emoções podem ajudar ou atrapalhar na condução das atividades profissionais.",
                        "feedbacks": {
                            "baixo": "Você tende a não considerar o papel das emoções na execução das atividades. Isso pode levar a decisões automáticas, menos conscientes, e reduzir o potencial de ajustar a postura profissional conforme a situação. Desenvolver esse hábito pode ampliar sua eficácia.",
                            "medio": "Você reflete sobre o impacto das emoções em alguns momentos, mas ainda não faz disso uma prática constante. Incorporar pausas curtas para análise emocional antes de decisões importantes pode ajudar a fortalecer essa habilidade.",
                            "alto": "Sua atenção frequente às próprias emoções demonstra autoconhecimento e abertura para ajustar comportamentos conforme a situação. Essa prática fortalece a inteligência emocional e favorece relações mais equilibradas no ambiente de trabalho."
                        }
                    },
                    {
                        "id": "S5",
                        "texto": "Procuro desenvolver estratégias para que minhas emoções contribuam positivamente com o clima em sala de aula e com o relacionamento com os(as) discentes.",
                        "feedbacks": {
                            "baixo": "Você tende a não direcionar esforços para utilizar suas emoções como recurso positivo no ambiente de ensino. Isso pode limitar o engajamento e a construção de um clima de confiança. Desenvolver estratégias intencionais pode fortalecer sua presença e influência na sala de aula.",
                            "medio": "Você reconhece a importância de gerenciar as emoções para beneficiar o clima em sala, mas nem sempre transforma isso em ações consistentes. Experimentar técnicas como feedback construtivo, linguagem corporal positiva e controle de tom de voz pode ampliar seus resultados.",
                            "alto": "Você demonstra intencionalidade em utilizar suas emoções como ferramenta para criar um ambiente de aprendizado saudável e colaborativo. Essa postura favorece vínculos de confiança e aumenta a motivação dos(as) discentes, fortalecendo o processo de ensino-aprendizagem."
                        }
                    },
                    {
                        "id": "S6",
                        "texto": "[R] Frequentemente deixo que minhas emoções interfiram de forma negativa nas minhas decisões e na condução das atividades docentes.",
                        "feedbacks": {
                            "baixo": "Você demonstra habilidade em manter o equilíbrio emocional, evitando que sentimentos momentâneos comprometam suas decisões ou o andamento das aulas. Continue fortalecendo essa competência com práticas de autorregulação e reflexão.",
                            "medio": "Você reconhece que, em algumas situações, suas emoções podem interferir, mas mantém certo controle. Investir em estratégias de manejo emocional, como pausas conscientes ou reavaliação de perspectivas, pode reduzir ainda mais impactos negativos.",
                            "alto": "Suas emoções frequentemente influenciam de forma prejudicial suas escolhas e a condução das atividades. Isso pode afetar a clareza nas decisões e o clima em sala de aula. Desenvolver recursos de autocontrole, como técnicas de respiração, meditação breve ou apoio de pares, pode ajudar a recuperar o equilíbrio antes de agir."
                        }
                    }
                ],
                "feedbackConsolidado": {
                    "baixo": {
                        "titulo": "FEEDBACK – Sentimentos (Nível Baixo)",
                        "definicao": "A caracteristica Sentimentos analisa a frequência com que os docentes reconhecem e gerenciam suas emoções no ambiente de trabalho. Em nível baixo, a estabilidade emocional é predominante, resultando em uma postura mais reservada, que pode, contudo, ocultar sinais sutis de estresse ou fadiga, prejudicando a capacidade de realizar ajustes preventivos.",
                        "caracteristicas": [
                            "Estabilidade Emocional: Mantém uma aparência de calma e constância, com pouca variação de humor, mesmo em períodos de alta demanda.",
                            "Resistência à Influência Emocional: Raramente demonstra reações intensas, o que pode ajudar a manter o foco, mas também pode mascarar sinais iniciais de estresse ou cansaço.",
                            "Postura Pragmática: Concentra-se nos aspectos objetivos do ensino, sem se deixar envolver excessivamente pelas emoções que surgem durante as atividades."
                        ],
                        "vantagens": [
                            "Clareza e Consistência: A estabilidade emocional favorece a continuidade das atividades docentes, garantindo que os prazos e compromissos sejam cumpridos de forma consistente.",
                            "Ambiente de Trabalho Tranquilo: Uma atitude neutra pode contribuir para um clima de trabalho calmo e previsível, facilitando a gestão do dia a dia."
                        ],
                        "dificuldades": [
                            "Risco de Inércia: A aparente estabilidade pode levar a uma negligência em relação a pequenos sinais de estresse ou fadiga, que, se não tratados, podem culminar em um esgotamento maior a longo prazo.",
                            "Falta de Incentivo à Inovação: A neutralidade pode resultar em pouca motivação para implementar mudanças ou inovações, o que pode limitar o desenvolvimento e a melhoria contínua dos métodos de ensino."
                        ],
                        "estrategias": [
                            "Inserção de Pausas Planejadas: Mesmo sem sentir grande cansaço, programe intervalos regulares para garantir que a produtividade não caia de forma imperceptível.",
                            "Fixar Metas Objetivas: Estabeleça indicadores claros, como número de horas de aula preparadas ou orientações realizadas, para detectar eventuais quedas no rendimento e ajustar a carga de trabalho.",
                            "Solicitar Feedback Externo: Peça avaliações periódicas de colegas e discentes para identificar sinais de estresse ou mudanças de humor que possam não estar sendo percebidos pessoalmente.",
                            "Monitoramento do Clima Discursivo: Mantenha um acompanhamento contínuo do ambiente da disciplina, avaliando se a abordagem neutra está impactando a motivação dos alunos e ajustando conforme necessário."
                        ],
                        "conclusao": "Docentes com um nível baixo de sentimentos apresentam uma estabilidade emocional que contribui para a consistência e a clareza na execução das atividades. Contudo, essa mesma estabilidade pode ocultar sinais iniciais de estresse, impedindo intervenções preventivas. Ao adotar estratégias de pausas planejadas, metas objetivas e feedback contínuo, é possível manter um ambiente de trabalho saudável e motivador, garantindo que a eficiência e a inovação no ensino não sejam comprometidas pela falta de ajustes emocionais."
                    },
                    "medio": {
                        "titulo": "FEEDBACK – Sentimentos (Nível Médio)",
                        "definicao": "A caracteristica Sentimentos avalia a capacidade de reconhecer e gerenciar as próprias emoções para que não prejudiquem o exercício docente. Em nível médio, o docente demonstra uma consciência razoável de seus estados emocionais e busca regulá-los de forma funcional, mas pode enfrentar oscilações em contextos de alta pressão. Esse equilíbrio permite lidar com situações desafiadoras sem perder a objetividade, embora haja espaço para aprimorar a consistência no manejo emocional.",
                        "caracteristicas": [
                            "Atenção Moderada às Emoções: Percebe reações emocionais em situações críticas, como turmas desafiadoras ou mudanças institucionais, mas nem sempre aprofunda a análise sobre suas causas.",
                            "Gestão Funcional: Tenta controlar as emoções quando algum tema ou situação o afeta, conseguindo, na maior parte das vezes, manter a qualidade do ensino.",
                            "Sensibilidade Seletiva a Feedbacks: Recebe críticas com abertura razoável, mas pode ter períodos de desânimo quando os comentários são mais incisivos.",
                            "Reflexão Ocasional: Reflete sobre o impacto das emoções no trabalho, embora nem sempre transforme essas percepções em ajustes concretos."
                        ],
                        "vantagens": [
                            "Equilíbrio Entre Sensibilidade e Estabilidade: Mantém a capacidade de perceber e considerar as emoções, preservando o foco e a clareza necessários para a atividade docente.",
                            "Flexibilidade Emocional: Consegue se adaptar à maioria dos desafios emocionais, ajustando a postura para manter um ambiente produtivo.",
                            "Potencial para Crescimento: O reconhecimento parcial das emoções cria espaço para aprimorar habilidades de autorregulação e resiliência."
                        ],
                        "dificuldades": [
                            "Oscilações no Ânimo: Períodos de maior pressão podem levar a quedas temporárias de motivação ou energia.",
                            "Reatividade em Situações Sensíveis: Em alguns casos, respostas emocionais mais fortes podem dificultar a comunicação assertiva com discentes ou colegas.",
                            "Gestão Inconsistente: Nem sempre as estratégias de manejo emocional são aplicadas de forma sistemática, o que pode gerar variação na qualidade do ensino."
                        ],
                        "estrategias": [
                            "Aplicar Técnicas Breves de Regulação: Incorpore práticas rápidas, como respiração profunda ou pausas curtas, antes de situações potencialmente desgastantes.",
                            "Registrar e Analisar Gatilhos: Anote situações que mais geram reações emocionais e reflita sobre padrões que possam ser ajustados.",
                            "Estabelecer Rotinas de Autocuidado: Inclua na agenda atividades que promovam bem-estar físico e mental, prevenindo o acúmulo de tensão.",
                            "Buscar Feedback Construtivo: Solicite retorno de colegas e alunos sobre sua postura em momentos críticos, para identificar oportunidades de aprimoramento."
                        ],
                        "conclusao": "Docentes com níveis médios de sentimentos equilibram a sensibilidade emocional com a estabilidade necessária para o ensino, adaptando-se à maioria dos contextos. Ao investir em práticas regulares de regulação emocional, autocuidado e análise de gatilhos, é possível tornar a gestão das emoções mais consistente, fortalecendo tanto o desempenho profissional quanto o bem-estar pessoal."
                    },
                    "alto": {
                        "titulo": "FEEDBACK – Sentimentos (Nível Alto)",
                        "definicao": "A caracteristica Sentimentos avalia a capacidade de reconhecer e gerenciar emoções sem que elas prejudiquem o exercício docente. Em nível alto, você demonstra uma sensibilidade aguda aos seus estados emocionais, percebendo variações como ansiedade ou entusiasmo em momentos críticos (por exemplo, semanas de provas, bancas ou reuniões de colegiado).",
                        "caracteristicas": [
                            "Percepção Emocional Intensa: Atenta às próprias reações emocionais diante de turmas desafiadoras e dificuldades institucionais.",
                            "Gestão Ativa das Emoções: Empenha-se em gerenciar os impactos emocionais que possam afetar a qualidade do ensino, mesmo quando temas do componente curricular o atingem fortemente.",
                            "Sensibilidade a Feedbacks: Sente-se afetado(a) por críticas às práticas didáticas, o que influencia seu ânimo e disposição.",
                            "Reflexão Contínua: Costuma refletir sobre como as emoções influenciam a condução das atividades profissionais e busca estratégias para manter o equilíbrio."
                        ],
                        "vantagens": [
                            "Maior Consciência Emocional: Essa sensibilidade possibilita uma melhor autorregulação, permitindo identificar e corrigir rapidamente situações de estresse.",
                            "Engajamento e Energia: Em momentos críticos, a elevada percepção emocional pode transformar desafios em fontes de motivação para inovar e aprimorar práticas docentes."
                        ],
                        "dificuldades": [
                            "Distração por Emoções Intensas: Emoções negativas, como frustrações com turmas ou críticas, podem desviar a atenção do foco principal, comprometendo a qualidade do ensino.",
                            "Vulnerabilidade ao Estresse: A forte variação emocional pode levar a momentos de alta ansiedade que afetem o desempenho e o bem-estar, prejudicando a continuidade das atividades."
                        ],
                        "estrategias": [
                            "Registro de Emoções: Mantenha um diário de bordo para registrar diariamente seus estados emocionais, identificando picos de ansiedade, especialmente próximo a prazos ou eventos importantes.",
                            "Técnicas de Relaxamento: Utilize práticas de respiração profunda e relaxamento antes de aulas desafiadoras ou reuniões, ajudando a controlar a intensidade emocional.",
                            "Busca de Apoio: Converse com colegas ou procure apoio profissional quando perceber que a sobrecarga emocional está interferindo na qualidade do ensino.",
                            "Feedback Constante: Integre feedbacks de alunos e colegas para calibrar seu equilíbrio emocional e ajustar estratégias de manejo de estresse."
                        ],
                        "conclusao": "Para docentes com alto nível de sentimentos, a elevada sensibilidade pode ser um grande trunfo, possibilitando a autorregulação e a inovação. No entanto, é crucial equilibrar essa sensibilidade com técnicas de relaxamento e mecanismos de apoio que minimizem a distração e o estresse excessivo. Com a implementação de estratégias que promovam o autocontrole, você pode manter um ambiente de ensino dinâmico e produtivo, sem comprometer o seu bem-estar pessoal e profissional."
                    }
                }
            },
            "Ações Variadas": {
                "titulo": "Ações Variadas",
                "descricao": "Tendência a experimentar novas estratégias e métodos, mostrando-se flexível e aberto(a) a adaptações.",
                "perguntas": [
                    {
                        "id": "AV1",
                        "texto": "Não hesito em testar metodologias ativas, jogos educativos ou diferentes ferramentas de avaliação.",
                        "feedbacks": {
                            "baixo": "Você tende a manter métodos já consolidados, o que pode garantir estabilidade, mas limitar a atualização e o engajamento dos(as) discentes. Considerar pequenas inserções de novas estratégias pode ampliar resultados sem comprometer sua segurança.",
                            "medio": "Você se mostra aberto(a) a inovações quando necessário, mas sem abandonar práticas conhecidas. Avaliar periodicamente o impacto das mudanças pode ajudar a equilibrar tradição e renovação no ensino.",
                            "alto": "Sua disposição para experimentar diferentes metodologias e ferramentas demonstra flexibilidade e foco na aprendizagem ativa. Manter registro dos resultados e feedbacks dos(as) discentes pode ajudar a refinar e potencializar essas práticas."
                        }
                    },
                    {
                        "id": "AV2",
                        "texto": "Gosto de explorar linhas de investigação além do que já domino, para ampliar meus horizontes.",
                        "feedbacks": {
                            "baixo": "Você tende a concentrar-se nas áreas que já domina, o que preserva profundidade e segurança, mas pode limitar descobertas e conexões inovadoras. Incluir pequenas investigações fora da zona de conforto pode enriquecer sua atuação acadêmica.",
                            "medio": "Você equilibra a exploração de novas áreas com a manutenção do foco no que já domina. Manter essa postura e registrar aprendizados ao se aventurar em novas linhas de investigação pode ampliar gradualmente seu repertório.",
                            "alto": "Sua abertura para explorar novos campos de investigação demonstra curiosidade intelectual e disposição para inovação. Integrar conhecimentos de áreas distintas pode gerar pesquisas mais originais e ampliar seu impacto acadêmico."
                        }
                    },
                    {
                        "id": "AV3",
                        "texto": "Sinto curiosidade em participar de formações pedagógicas, cursos de aperfeiçoamento ou eventos fora de minha área habitual.",
                        "feedbacks": {
                            "baixo": "Você tende a priorizar eventos e formações diretamente ligados à sua área, o que fortalece a especialização, mas pode restringir perspectivas e estratégias didáticas. Experimentar ocasionalmente temas fora do habitual pode trazer novas abordagens ao seu trabalho.",
                            "medio": "Você mantém um equilíbrio entre participar de eventos dentro e fora da sua área. Ampliar levemente a frequência de formações interdisciplinares pode gerar ideias inovadoras para a prática docente e pesquisa.",
                            "alto": "Sua curiosidade por formações diversas reflete abertura e desejo de crescimento contínuo. Essa postura favorece a troca de experiências, amplia redes de contato e fortalece a capacidade de inovar na atuação acadêmica."
                        }
                    },
                    {
                        "id": "AV4",
                        "texto": "Estou disposto(a) a modificar minha rotina de trabalho se encontrar abordagens mais eficientes para dar conta das exigências docentes.",
                        "feedbacks": {
                            "baixo": "Você tende a manter métodos e rotinas já consolidados, o que garante estabilidade e previsibilidade. No entanto, essa postura pode limitar oportunidades de otimizar o tempo e aumentar a eficácia. Considerar ajustes graduais pode melhorar resultados sem comprometer a organização.",
                            "medio": "Você demonstra abertura moderada para mudanças, adaptando a rotina quando percebe benefícios claros. Explorar novas ferramentas ou práticas de forma planejada pode ajudar a equilibrar eficiência e segurança nos métodos adotados.",
                            "alto": "Sua disposição para ajustar a rotina em busca de mais eficiência é um ponto forte, pois favorece inovação e melhoria contínua. Manter atenção ao equilíbrio entre mudanças e estabilidade ajudará a garantir que as adaptações sejam sustentáveis a longo prazo."
                        }
                    },
                    {
                        "id": "AV5",
                        "texto": "Busco inspiração em práticas de outras áreas para adaptar e enriquecer minhas estratégias de ensino e pesquisa.",
                        "feedbacks": {
                            "baixo": "Você tende a manter o foco apenas nas práticas tradicionais ou específicas da sua área, o que pode garantir profundidade, mas limitar a inovação. Explorar referências externas pode ampliar repertórios e gerar soluções criativas para desafios recorrentes.",
                            "medio": "Você busca ideias de outras áreas ocasionalmente, adaptando-as quando parecem relevantes. Tornar essa prática mais sistemática pode abrir espaço para novas perspectivas e melhorias consistentes no ensino e na pesquisa.",
                            "alto": "Sua abertura para aprender com diferentes áreas enriquece o trabalho docente e de pesquisa, estimulando criatividade e inovação. Continue aplicando filtros críticos para adaptar essas práticas de forma coerente com o contexto e objetivos institucionais."
                        }
                    },
                    {
                        "id": "AV6",
                        "texto": "[R] Evito alterar métodos já consolidados, mesmo que novas práticas possam trazer melhorias.",
                        "feedbacks": {
                            "baixo": "Você demonstra abertura para atualizar e adaptar métodos, o que favorece a evolução constante do seu trabalho. Continue avaliando criticamente as novas práticas para garantir que se alinhem aos objetivos e à realidade institucional.",
                            "medio": "Você mantém métodos consolidados, mas aceita mudanças quando há razões muito claras para aplicá-las. Criar momentos regulares para revisar práticas pode facilitar a adoção de melhorias de forma mais ágil.",
                            "alto": "Sua preferência por manter métodos fixos garante estabilidade e previsibilidade, mas pode limitar inovações que trariam ganhos. Testar pequenas mudanças controladas pode permitir ajustes sem comprometer a segurança do que já funciona."
                        }
                    }
                ],
                "feedbackConsolidado": {
                    "baixo": {
                        "titulo": "FEEDBACK – Ações Variadas (Nível Baixo)",
                        "definicao": "A caracteristica Ações Variadas analisa a disposição para experimentar novas abordagens no ensino, pesquisa e extensão. Em nível baixo, os docentes tendem a preferir métodos tradicionais e rotinas já consolidadas, valorizando a estabilidade e a previsibilidade, mas, ao mesmo tempo, podem perder oportunidades de inovação que poderiam enriquecer a prática pedagógica.",
                        "caracteristicas": [
                            "Prefere métodos e práticas de ensino tradicionais, mantendo uma rotina consolidada.",
                            "Demonstra resistência a mudanças significativas, optando por estratégias que já estão comprovadas.",
                            "Foca em manter a objetividade e a clareza no conteúdo, sem investir tempo excessivo em novas abordagens.",
                            "Evita inovações que possam desestabilizar o planejamento já estabelecido, mesmo quando há potencial para aprimoramento."
                        ],
                        "vantagens": [
                            "Estabilidade e Consistência: A aderência a métodos tradicionais garante a execução regular das atividades docentes, facilitando o cumprimento de prazos e metas.",
                            "Clareza na Comunicação: A abordagem objetiva mantém o foco no conteúdo essencial, promovendo um ensino direto e sem distrações.",
                            "Eficiência Operacional: A manutenção de práticas consolidadas pode resultar em uma rotina de trabalho mais previsível e organizada."
                        ],
                        "dificuldades": [
                            "Risco de Estagnação: A resistência a novas metodologias pode limitar o desenvolvimento de abordagens inovadoras, impactando a motivação e o engajamento dos alunos.",
                            "Inflexibilidade: A rigidez na adoção de métodos tradicionais pode dificultar a adaptação a mudanças necessárias, prejudicando a atualização do ensino.",
                            "Menor Inovação: A ausência de experimentação pode reduzir a capacidade de explorar novas ferramentas ou técnicas que poderiam melhorar a prática pedagógica."
                        ],
                        "estrategias": [
                            "Introdução Gradual de Novidades: Faça pequenas alterações pontuais, como a inclusão de um novo formato de avaliação ou uma breve atividade de debate, sem reformular completamente o programa de ensino.",
                            "Pesquisa de Boas Práticas: Busque relatos e experiências de colegas que utilizem inovações eficazes, aplicando essas ideias em caráter piloto para verificar a viabilidade.",
                            "Análise Breve de Sugestões Institucionais: Avalie sugestões do Núcleo Docente Estruturante (NDE) ou de orientações institucionais de forma breve, considerando a potencial vantagem sem descartar imediatamente os métodos tradicionais.",
                            "Planejamento Incremental: Estabeleça metas curtas e específicas para incorporar novidades, de forma a testar a eficácia sem comprometer a estabilidade do ensino."
                        ],
                        "conclusao": "Docentes com baixo nível de Ações Variadas se beneficiam da estabilidade e da clareza que os métodos tradicionais proporcionam, garantindo uma execução consistente das atividades. No entanto, a introdução de pequenas inovações pode estimular a criatividade e melhorar a experiência de ensino, sem perturbar a rotina consolidada. Ao adotar estratégias graduais e baseadas em pesquisas de boas práticas, você pode enriquecer sua prática pedagógica, mantendo o equilíbrio entre tradição e inovação, e contribuindo para a evolução do ensino na UFSM."
                    },
                    "medio": {
                        "titulo": "FEEDBACK – Ações Variadas (Nível Médio)",
                        "definicao": "A caracteristica Ações Variadas refere-se à disposição para experimentar novas estratégias e métodos de ensino, pesquisa e extensão, demonstrando flexibilidade e abertura a adaptações. Em nível médio, o docente demonstra interesse em explorar abordagens diferentes, mas o faz de forma seletiva e planejada, equilibrando inovação e estabilidade. Essa postura favorece a atualização profissional sem comprometer a consistência das práticas já consolidadas.",
                        "caracteristicas": [
                            "Experimentação Moderada: Testa novas metodologias e ferramentas de forma pontual, priorizando aquelas que parecem ter maior potencial de aplicação no seu contexto.",
                            "Abertura a Capacitações: Mostra curiosidade em participar de formações pedagógicas e eventos fora da área habitual, mas seleciona aqueles mais alinhados às suas demandas e interesses.",
                            "Adaptação Parcial da Rotina: Está disposto a fazer ajustes no planejamento para incorporar práticas mais eficientes, preservando elementos que já funcionam bem."
                        ],
                        "vantagens": [
                            "Equilíbrio entre Inovação e Consistência: Consegue renovar as práticas pedagógicas sem causar rupturas bruscas no planejamento e no método de trabalho.",
                            "Atualização Contínua: Mantém-se receptivo a novas ideias, garantindo evolução gradual na abordagem de ensino, pesquisa e extensão.",
                            "Aproveitamento Seletivo de Recursos: Foca na adoção de inovações que tragam resultados práticos e mensuráveis, evitando mudanças por modismo."
                        ],
                        "dificuldades": [
                            "Possibilidade de Avanço Mais Lento: A cautela na adoção de novas práticas pode fazer com que a implementação de melhorias seja mais gradual do que o necessário em alguns contextos.",
                            "Risco de Limitar a Criatividade: Ao priorizar apenas inovações seguras, pode deixar de explorar ideias mais ousadas que poderiam trazer ganhos significativos.",
                            "Oscilação no Ritmo de Adaptação: A frequência de mudanças pode variar, resultando em períodos de maior experimentação seguidos de fases mais conservadoras."
                        ],
                        "estrategias": [
                            "Planejar Ciclos de Teste: Defina períodos específicos para testar novas abordagens, estabelecendo objetivos claros e critérios de avaliação.",
                            "Registrar Resultados: Anote os pontos fortes e fracos de cada nova estratégia, para embasar decisões sobre manter, ajustar ou descartar a prática.",
                            "Mesclar Métodos Tradicionais e Inovadores: Combine técnicas já consolidadas com inovações pontuais, garantindo continuidade no ensino e oportunidades de engajamento.",
                            "Ampliar Gradualmente as Experiências: Aumente progressivamente a diversidade de métodos utilizados, buscando equilíbrio entre segurança e ousadia."
                        ],
                        "conclusao": "Docentes com níveis médios de Ações Variadas conseguem integrar novidades ao seu trabalho de forma estruturada e consistente. Ao planejar ciclos de experimentação, registrar resultados e mesclar métodos tradicionais com inovações, é possível ampliar o repertório pedagógico e manter o ensino atualizado, sem comprometer a estabilidade e a qualidade já alcançadas."
                    },
                    "alto": {
                        "titulo": "FEEDBACK – Ações Variadas (Nível Alto)",
                        "definicao": "A caracteristica Ações Variadas refere-se à disposição para experimentar novas estratégias e métodos de ensino, pesquisa e extensão, demonstrando flexibilidade e abertura a adaptações. Docentes com nível alto utilizam metodologias inovadoras, como técnicas ativas, jogos educativos e ferramentas de avaliação diferenciadas, para renovar suas práticas e estimular o aprendizado dos discentes.",
                        "caracteristicas": [
                            "Testa metodologias ativas, jogos educativos e diversas ferramentas de avaliação com frequência.",
                            "Explora linhas de investigação que ampliam seus horizontes e enriquecem o conteúdo ministrado.",
                            "Participa ativamente de formações pedagógicas, cursos de aperfeiçoamento e eventos fora da sua área habitual.",
                            "Está disposto a modificar sua rotina de trabalho para adotar abordagens mais eficientes e inovadoras."
                        ],
                        "vantagens": [
                            "Inovação e Criatividade: Promove aulas mais dinâmicas e projetos de pesquisa inovadores, incentivando o engajamento dos discentes.",
                            "Ampliação do Repertório Pedagógico: A experimentação constante amplia o leque de técnicas de ensino, permitindo a personalização e o aprimoramento dos métodos.",
                            "Adaptação às Mudanças: Facilita a adaptação a novas demandas institucionais e às mudanças no cenário educacional, mantendo o ensino atualizado."
                        ],
                        "dificuldades": [
                            "Falta de Consistência: A constante troca de métodos pode dificultar a consolidação de práticas eficazes, prejudicando a avaliação dos resultados.",
                            "Risco de Dispersão: O excesso de experimentação pode desviar o foco dos objetivos pedagógicos, comprometendo a execução consistente do planejamento."
                        ],
                        "estrategias": [
                            "Cronograma de Experimentação: Defina um calendário semestral para testar duas ou três estratégias inovadoras, garantindo tempo mínimo para avaliação de resultados antes de adotá-las definitivamente.",
                            "Registro Sistemático: Mantenha um registro das vantagens e desvantagens de cada inovação, utilizando esse feedback para ajustar e consolidar as práticas que realmente melhoram a aprendizagem.",
                            "Dosagem da Criatividade: Equilibre a criatividade com os resultados práticos, garantindo que as inovações estejam alinhadas com os objetivos do currículo e as demandas do ensino.",
                            "Feedback Contínuo: Busque avaliações constantes de colegas e discentes para validar as mudanças e identificar áreas de melhoria."
                        ],
                        "conclusao": "Docentes com alto nível de Ações Variadas têm a capacidade de transformar suas práticas pedagógicas através da inovação, tornando o ensino mais dinâmico e envolvente. No entanto, é crucial equilibrar a experimentação com a consistência, para que as inovações contribuam efetivamente para a qualidade do aprendizado. Ao adotar estratégias estruturadas e baseadas em feedback, você pode maximizar os benefícios da criatividade sem comprometer a estabilidade e a eficácia do ensino."
                    }
                }
            },
            "Valores": {
                "titulo": "Valores",
                "descricao": "Tendência a refletir criticamente sobre princípios e crenças, avaliando-os no contexto da universidade e da formação de cidadãos.",
                "perguntas": [
                    {
                        "id": "V1",
                        "texto": "Reflito sobre como minha docência pode impactar a transformação social, contribuindo para a comunidade.",
                        "feedbacks": {
                            "baixo": "Sua atenção está mais voltada para resultados imediatos da docência do que para impactos sociais mais amplos. Incluir reflexões sobre o papel social da educação pode ampliar o sentido e o alcance do seu trabalho.",
                            "medio": "Você considera o impacto social em algumas situações, mas essa análise nem sempre é sistemática. Reservar momentos para pensar sobre o efeito das suas ações na comunidade pode fortalecer o propósito da prática docente.",
                            "alto": "Você demonstra forte consciência sobre o papel transformador da docência e busca alinhar suas práticas ao benefício da comunidade. Continue conectando os conteúdos e projetos a ações concretas que gerem impacto social positivo."
                        }
                    },
                    {
                        "id": "V2",
                        "texto": "Sou aberto(a) a rever minhas convicções pedagógicas quando encontro evidências ou debates acadêmicos que as desafiem.",
                        "feedbacks": {
                            "baixo": "Você tende a manter suas convicções mesmo diante de novas evidências, o que pode limitar a evolução das práticas pedagógicas. Buscar compreender diferentes perspectivas pode enriquecer seu repertório docente.",
                            "medio": "Você considera rever suas convicções quando há argumentos sólidos, mas essa abertura ainda não é constante. Explorar debates acadêmicos de forma mais sistemática pode ampliar a flexibilidade nas suas abordagens pedagógicas.",
                            "alto": "Você demonstra alta abertura para atualizar suas práticas com base em evidências e discussões acadêmicas. Essa postura favorece inovação e aprimoramento contínuo no ensino."
                        }
                    },
                    {
                        "id": "V3",
                        "texto": "Procuro compreender diferentes visões e correntes teóricas para apresentar maior diversidade de perspectivas aos(às) discentes.",
                        "feedbacks": {
                            "baixo": "Sua abordagem tende a ser mais centrada em uma única linha de pensamento, o que pode limitar a amplitude de compreensão dos(as) discentes. Incluir visões distintas enriquece o aprendizado e estimula o pensamento crítico.",
                            "medio": "Você apresenta diferentes visões em alguns momentos, mas ainda pode ampliar a diversidade de perspectivas. A incorporação de novas correntes teóricas pode aumentar o engajamento e a compreensão dos(as) discentes.",
                            "alto": "Você busca ativamente compreender e apresentar uma ampla gama de perspectivas teóricas, promovendo um ambiente de aprendizagem plural e crítico. Essa postura favorece a formação de estudantes mais reflexivos e preparados para lidar com a diversidade intelectual."
                        }
                    },
                    {
                        "id": "V4",
                        "texto": "Valorizo a busca de conhecimento como forma de crescimento profissional, pessoal e social no âmbito da UFSM.",
                        "feedbacks": {
                            "baixo": "Você pode estar priorizando demandas imediatas em detrimento do desenvolvimento contínuo. Reservar tempo para novas aprendizagens pode ampliar suas competências e fortalecer sua atuação na UFSM.",
                            "medio": "Você reconhece o valor do conhecimento, mas pode aprofundar sua busca e aplicação prática. Estabelecer metas claras de atualização pode potencializar seu crescimento pessoal, profissional e social.",
                            "alto": "Você demonstra forte apreço pela aprendizagem contínua, utilizando-a como ferramenta para evoluir no âmbito profissional, pessoal e social. Essa postura fortalece sua contribuição para a UFSM e inspira outros a seguir o mesmo caminho."
                        }
                    },
                    {
                        "id": "V5",
                        "texto": "Busco alinhar minhas práticas docentes a princípios éticos que fortaleçam a cidadania e o pensamento crítico dos(as) estudantes.",
                        "feedbacks": {
                            "baixo": "Talvez suas práticas docentes ainda não estejam diretamente conectadas a princípios éticos ou à promoção da cidadania e do pensamento crítico. Incorporar essas dimensões pode ampliar o impacto formativo do seu trabalho.",
                            "medio": "Você reconhece a importância da ética, cidadania e pensamento crítico no ensino, mas pode fortalecer a conexão entre esses valores e sua prática cotidiana. Pequenos ajustes na abordagem podem gerar grandes resultados.",
                            "alto": "Você demonstra forte comprometimento em integrar princípios éticos às suas práticas docentes, promovendo a cidadania e estimulando o pensamento crítico. Essa postura contribui para a formação integral dos(as) estudantes e para o fortalecimento do papel social da universidade."
                        }
                    },
                    {
                        "id": "V6",
                        "texto": "[R] Evito questionar meus próprios princípios ou métodos, mesmo quando surgem novas informações ou perspectivas.",
                        "feedbacks": {
                            "baixo": "Você demonstra abertura para revisar seus princípios e métodos, o que favorece a atualização profissional e o alinhamento com novas evidências ou contextos. Essa postura fortalece sua capacidade de inovação.",
                            "medio": "Você mantém um equilíbrio entre preservar seus princípios e considerar novas informações, mas pode ampliar o hábito de refletir criticamente sobre seus métodos. Isso pode enriquecer seu repertório e ampliar sua adaptabilidade.",
                            "alto": "Sua resistência em questionar princípios e métodos pode limitar a atualização e a adaptação às demandas atuais do ensino e da pesquisa. Buscar momentos regulares de reflexão crítica e diálogo com outras perspectivas pode ampliar seu desenvolvimento profissional."
                        }
                    }
                ],
                "feedbackConsolidado": {
                    "baixo": {
                        "titulo": "FEEDBACK – Valores (Nível Baixo)",
                        "definicao": "A caracteristica Valores avalia a propensão para refletir sobre princípios e crenças no contexto da universidade. Em nível baixo, os docentes tendem assim a seguir rigorosamente os padrões e normas institucionais, mantendo uma postura mais tradicional e objetiva, com menor inclinação para questionamentos ou para a busca de perspectivas diversas que possam enriquecer o ensino.",
                        "caracteristicas": [
                            "Conformidade com Padrões Institucionais: Adere estritamente às normas e orientações de ensino, sem se envolver em debates que desafiem o status quo.",
                            "Menor Reflexão Crítica: Foca no que é essencial para a aprovação e na execução dos métodos tradicionais, sem explorar amplamente alternativas ou novas abordagens.",
                            "Objetividade e Praticidade: Valoriza o conhecimento prático e a aplicação direta dos conteúdos, priorizando a eficiência na condução das atividades acadêmicas."
                        ],
                        "vantagens": [
                            "Eficiência e Consistência: A adesão a padrões consolidados garante que as atividades sejam executadas de maneira regular e confiável, facilitando o cumprimento de prazos e a organização do ensino.",
                            "Estabilidade no Ambiente Acadêmico: Seguir normas e orientações de forma objetiva pode gerar um ambiente de trabalho mais previsível e menos sujeito a conflitos.",
                            "Foco no Conteúdo Essencial: Concentrar-se no que é fundamental permite uma abordagem direta, que pode ser vantajosa para a transmissão clara e objetiva dos conteúdos."
                        ],
                        "dificuldades": [
                            "Limitação na Inovação: A falta de questionamento crítico pode restringir a capacidade de propor ideias originais ou de adaptar metodologias para atender a novas demandas.",
                            "Redução da Diversidade de Perspectivas: Ao não explorar diferentes visões ou correntes teóricas, pode haver uma diminuição na riqueza dos debates e na formação integral dos discentes.",
                            "Resistência à Mudança: A postura tradicional pode dificultar a implementação de inovações pedagógicas que poderiam beneficiar a prática docente e a qualidade do ensino."
                        ],
                        "estrategias": [
                            "Aceitar Pequenas Adaptações: Esteja aberto a implementar pequenas mudanças nos procedimentos quando houver evidências de que podem melhorar os processos, sem comprometer a estrutura tradicional.",
                            "Explorar Diversidade em Discussões: Participe de debates departamentais e reuniões que permitam a exposição a diferentes pontos de vista, enriquecendo sua prática sem desviar completamente do método convencional.",
                            "Dialogar com Colegas de Outras Áreas: Busque interação com docentes de outras áreas ou institutos para ampliar seus horizontes e incorporar novas ideias de forma gradual.",
                            "Atualizar Procedimentos Quando Necessário: Avalie periodicamente se os métodos tradicionais continuam sendo eficazes e esteja disposto a adaptá-los conforme as demandas do curso e as orientações do MEC."
                        ],
                        "conclusao": "Docentes com baixo nível de Valores mantêm uma postura de conformidade e objetividade que garante a regularidade e a eficiência das atividades acadêmicas. No entanto, essa abordagem pode limitar a inovação e a diversificação de perspectivas, fundamentais para o desenvolvimento de um ensino mais crítico e dinâmico. Ao adotar estratégias que promovam a aceitação de pequenas inovações e a participação em debates interdisciplinares, é possível equilibrar a estabilidade com o enriquecimento da prática pedagógica, contribuindo para a evolução contínua do ensino na UFSM."
                    },
                    "medio": {
                        "titulo": "FEEDBACK – Valores (Nível Médio)",
                        "definicao": "A caracteristica Valores avalia a tendência de refletir criticamente sobre princípios, crenças e convicções no contexto da universidade e da formação de cidadãos. Em nível médio, o docente demonstra abertura para revisar suas ideias e incorporar novas perspectivas, mas preserva parte significativa de suas convicções originais. Essa postura favorece o diálogo construtivo e o equilíbrio entre tradição e inovação, permitindo contribuir para a evolução institucional sem rupturas bruscas.",
                        "caracteristicas": [
                            "Reflexão Seletiva: Analisa o impacto de sua docência na comunidade e na transformação social, mas prioriza os temas mais próximos de sua realidade acadêmica.",
                            "Abertura Condicionada: Está disposto(a) a reconsiderar convicções pedagógicas quando confrontado(a) com evidências sólidas, mas mantém critérios claros para aceitar mudanças.",
                            "Valorização de Perspectivas Diversas: Procura conhecer diferentes correntes teóricas, incorporando-as de forma gradual e seletiva ao trabalho docente.",
                            "Compromisso com o Crescimento: Reconhece a importância do aprendizado contínuo para seu desenvolvimento profissional, pessoal e social, buscando oportunidades alinhadas às demandas da UFSM."
                        ],
                        "vantagens": [
                            "Equilíbrio entre Tradição e Renovação: Consegue inovar sem romper com práticas já consolidadas, preservando a coerência e a estabilidade do ensino.",
                            "Diálogo Construtivo: Mantém abertura para ouvir diferentes pontos de vista, facilitando o trabalho colaborativo e a construção de consensos.",
                            "Atualização Gradual: Promove evolução constante no ensino, pesquisa e extensão, sem mudanças abruptas que possam gerar instabilidade."
                        ],
                        "dificuldades": [
                            "Possível Lentidão na Implementação de Mudanças: A cautela ao adotar novas abordagens pode retardar inovações necessárias em determinados contextos.",
                            "Risco de Manter Práticas Obsoletas: Ao priorizar a continuidade, pode preservar métodos que já não atendem plenamente às demandas atuais.",
                            "Limitação no Alcance da Diversidade Teórica: A incorporação seletiva de perspectivas pode reduzir a amplitude do debate em sala de aula."
                        ],
                        "estrategias": [
                            "Definir Critérios de Revisão: Estabeleça parâmetros claros para avaliar quando uma convicção ou prática pedagógica deve ser revista ou ajustada.",
                            "Participar de Fóruns Interdisciplinares: Envolva-se em eventos e debates que reúnam diferentes áreas do conhecimento, ampliando o repertório teórico e metodológico.",
                            "Aplicar Mudanças de Forma Planejada: Implemente novas ideias de maneira gradual, testando e avaliando resultados antes de incorporá-las definitivamente.",
                            "Equilibrar Consistência e Flexibilidade: Mantenha práticas que funcionam bem, mas esteja disposto(a) a adaptá-las quando houver evidências de que uma abordagem alternativa pode trazer melhores resultados."
                        ],
                        "conclusao": "Docentes com níveis médios de Valores conciliam abertura para novas ideias com a preservação de práticas consolidadas, garantindo estabilidade e evolução contínua. Ao definir critérios para revisão de convicções, participar de diálogos interdisciplinares e implementar mudanças de forma gradual, é possível enriquecer a prática pedagógica, fortalecer o pensamento crítico e contribuir para um ambiente acadêmico mais dinâmico e colaborativo na UFSM."
                    },
                    "alto": {
                        "titulo": "FEEDBACK – Valores (Nível Alto)",
                        "definicao": "A caracteristica Valores diz respeito à tendência de refletir criticamente sobre princípios, crenças e convicções, avaliando-os no contexto da universidade e na formação de cidadãos. Docentes com nível alto nessa caracteristica são profundamente engajados na transformação social, questionam suas convicções pedagógicas quando confrontados com novas evidências e buscam compreender diversas correntes teóricas para enriquecer o processo de ensino-aprendizagem.",
                        "caracteristicas": [
                            "Reflexão Crítica: Analisa como a própria docência pode impactar a transformação social e contribui para a comunidade acadêmica.",
                            "Abertura à Revisão: Está disposto(a) a revisar e modificar suas convicções pedagógicas diante de debates e evidências que as desafiem.",
                            "Diversidade de Perspectivas: Procura compreender diferentes visões teóricas, o que favorece a pluralidade de ideias e a inovação em sala de aula.",
                            "Busca de Conhecimento: Valoriza a aprendizagem contínua como forma de crescimento profissional, pessoal e social, contribuindo para o aprimoramento institucional."
                        ],
                        "vantagens": [
                            "Inovação e Melhoria: A reflexão crítica e a abertura para novas ideias podem fomentar melhorias significativas em processos, como formatos de avaliação e regulamentos pedagógicos, beneficiando a UFSM.",
                            "Contribuição Interdisciplinar: A disposição para integrar diversas correntes teóricas enriquece o ensino e estimula o pensamento crítico dos discentes.",
                            "Desenvolvimento Pessoal e Profissional: O constante questionamento e busca por conhecimento fortalecem a trajetória docente, promovendo uma evolução contínua."
                        ],
                        "dificuldades": [
                            "Conflitos com Exigências Formais: A resistência a aceitar certas normas e prazos rigorosos pode gerar atritos com colegiados e chefias, especialmente quando o senso crítico é levado ao extremo.",
                            "Possível Inquietação: A constante busca por inovação e revisão pode, por vezes, interferir na estabilidade e na consistência dos processos de ensino."
                        ],
                        "estrategias": [
                            "Reconhecer Itens Inegociáveis: Identifique e cumpra rigorosamente prazos e procedimentos fundamentais (como prazos de lançamento de notas e formulários oficiais), mesmo mantendo sua postura crítica sobre outros aspectos.",
                            "Contribuir com Senso Crítico: Utilize seu olhar analítico para apresentar sugestões fundamentadas em debates de conselhos e colegiados, equilibrando inovação e conformidade com as diretrizes institucionais.",
                            "Equilíbrio entre Inovação e Legislação: Busque adaptar suas ideias de forma que respeitem a legislação acadêmica, evitando conflitos desnecessários e promovendo melhorias de maneira sustentável.",
                            "Diálogo Interdisciplinar: Promova o intercâmbio de ideias com colegas de diferentes áreas ou institutos, ampliando horizontes e enriquecendo o debate sem perder o foco nos objetivos institucionais."
                        ],
                        "conclusao": "Docentes com alto nível de Valores trazem uma perspectiva crítica e inovadora para a prática docente, contribuindo para a transformação social e a evolução dos processos de ensino na UFSM. Contudo, para maximizar os benefícios dessa postura, é fundamental equilibrar a busca por mudanças com o respeito às normas institucionais, garantindo que a inovação ocorra de maneira alinhada às exigências formais. Esse equilíbrio fortalece a credibilidade e a eficácia do trabalho docente, promovendo um ambiente acadêmico dinâmico e colaborativo."
                    }
                }
            }
        }
    }
}
