{
    "Conscienciosidade": {
        "descricao": "O fator da personalidade Conscienciosidade reflete responsabilidade, organização, disciplina e persistência. No contexto docente da UFSM, relaciona-se ao cumprimento de prazos de lançamento de notas, atualização de projetos de pesquisa/extensão, participação em colegiados e na regularidade do preparo das aulas. A seguir, avaliaremos cada uma das seis facetas ou características que compõem este fator.",
        "facetas": {
            "Autoeficacia": {
                "descricao": "Tendência a confiar na própria capacidade de conduzir aulas, projetos de pesquisa e extensão, assumindo desafios com empenho.",
                "perguntas": [
                    {
                        "id": "AE1",
                        "texto": "Confio na minha habilidade de planejar e ministrar disciplinas, desde que eu me dedique adequadamente.",
                        "feedbacks": {
                            "baixo": "Você tende a duvidar da própria capacidade de planejar e conduzir disciplinas, mesmo quando se dedica. Essa insegurança pode comprometer a confiança no próprio desempenho e reduzir sua motivação para inovar ou assumir novos desafios.",
                            "medio": "Você demonstra confiança moderada na sua habilidade de planejamento e condução de disciplinas, reconhecendo que a dedicação é importante, mas ainda apresentando dúvidas ou hesitação em determinadas situações.",
                            "alto": "Você confia na sua capacidade de planejar e ministrar disciplinas, entendendo que a dedicação é um fator-chave para bons resultados. Essa confiança favorece a consistência no trabalho docente e o engajamento em novos desafios."
                        }
                    },
                    {
                        "id": "AE2",
                        "texto": "Sinto-me seguro(a) de que, com estudo consistente, consigo aprofundar meus conhecimentos para responder às demandas acadêmicas.",
                        "feedbacks": {
                            "baixo": "Você apresenta baixa confiança na sua capacidade de aprofundar conhecimentos, mesmo com dedicação aos estudos. Essa percepção pode limitar sua disposição para enfrentar desafios acadêmicos e reduzir a motivação para investir em aperfeiçoamento.",
                            "medio": "Você demonstra uma segurança moderada de que o estudo consistente pode ampliar seu conhecimento. Contudo, ainda pode haver receio em relação à própria capacidade de atender plenamente às demandas acadêmicas.",
                            "alto": "Você acredita que, com estudo consistente, consegue aprofundar seu conhecimento e responder adequadamente às demandas acadêmicas. Essa segurança favorece a autonomia intelectual e a disposição para enfrentar novos desafios no trabalho docente e na pesquisa."
                        }
                    },
                    {
                        "id": "AE3",
                        "texto": "Reconheço que o desenvolvimento de competências em ensino, pesquisa e extensão é contínuo, mas acredito no meu potencial.",
                        "feedbacks": {
                            "baixo": "Você demonstra baixa confiança no próprio potencial para desenvolver competências ao longo da carreira acadêmica. Essa visão pode gerar insegurança e dificultar a busca ativa por aperfeiçoamento nas áreas de ensino, pesquisa e extensão.",
                            "medio": "Você reconhece que o desenvolvimento de competências é um processo contínuo, mas mantém uma confiança moderada no próprio potencial. Pode haver oscilação entre acreditar na sua capacidade e duvidar de que conseguirá alcançar o nível desejado.",
                            "alto": "Você acredita no próprio potencial para crescer nas áreas de ensino, pesquisa e extensão, reconhecendo que o aprendizado é contínuo. Essa postura favorece a motivação para investir em novas habilidades e se adaptar às demandas da carreira acadêmica."
                        }
                    },
                    {
                        "id": "AE4",
                        "texto": "Mesmo quando enfrento uma disciplina ou tema novo, confio que posso dominá-lo com planejamento e prática.",
                        "feedbacks": {
                            "baixo": "Você apresenta baixa confiança na própria capacidade de lidar com novos conteúdos ou disciplinas, o que pode gerar insegurança e dificultar o enfrentamento de desafios acadêmicos inéditos. Essa postura pode limitar seu crescimento e reduzir sua disposição para assumir tarefas fora da zona de conforto.",
                            "medio": "Você demonstra uma confiança moderada em relação à sua capacidade de dominar novos temas, reconhecendo que o planejamento e a prática ajudam, mas sem ter plena convicção disso. Pode oscilar entre buscar desafios e evitá-los, dependendo do contexto.",
                            "alto": "Você confia na própria habilidade para assimilar e dominar novos conteúdos, utilizando planejamento e prática como estratégias. Essa postura favorece a adaptação a mudanças curriculares, demandas emergentes e oportunidades de ampliação do repertório acadêmico."
                        }
                    },
                    {
                        "id": "AE5",
                        "texto": "Persisto em encontrar soluções criativas e eficazes para dificuldades que surgem no exercício da docência ou na gestão de projetos.",
                        "feedbacks": {
                            "baixo": "Você tende a desistir ou adotar soluções convencionais diante de dificuldades na docência ou na gestão de projetos. Essa postura pode reduzir a inovação e limitar a capacidade de adaptação a contextos complexos.",
                            "medio": "Você mantém certa disposição para buscar soluções, mas nem sempre persiste ou explora alternativas criativas até chegar a um resultado satisfatório. Pode alternar entre resiliência e acomodação, dependendo do grau de dificuldade ou da urgência.",
                            "alto": "Você demonstra resiliência e compromisso na resolução de problemas, persistindo até encontrar alternativas criativas e eficazes. Essa atitude favorece a inovação, a superação de obstáculos e o fortalecimento das práticas docentes e de gestão acadêmica."
                        }
                    },
                    {
                        "id": "AE6",
                        "texto": "[R] Sinto que não tenho recursos suficientes para lidar com imprevistos que afetam minhas aulas ou projetos.",
                        "feedbacks": {
                            "baixo": "Você demonstra segurança e confiança em sua capacidade de lidar com imprevistos, mobilizando recursos, estratégias e adaptações para manter a qualidade das aulas ou projetos. Essa autoconfiança favorece a resiliência e a estabilidade nas atividades acadêmicas.",
                            "medio": "Você reconhece que, em alguns momentos, consegue administrar imprevistos, mas em outros sente falta de recursos ou estratégias adequadas. Essa percepção intermediária sugere que há espaço para aprimorar a preparação e a flexibilidade diante de situações inesperadas.",
                            "alto": "Você frequentemente sente que não dispõe de recursos suficientes para lidar com imprevistos, o que pode gerar insegurança e comprometer a condução das aulas ou projetos. Essa percepção pode ser reduzida por meio do desenvolvimento de planos alternativos, ampliação de redes de apoio e diversificação de estratégias de ensino e gestão."
                        }
                    }
                ],
                "feedbackConsolidado": {
                    "baixo": {
                        "titulo": "FEEDBACK – Autoeficácia (Nível Baixo) – Docentes",
                        "definicao": "A faceta Autoeficácia, no contexto do fator Conscienciosidade, refere-se à crença na própria capacidade de planejar e ministrar disciplinas, conduzir projetos de pesquisa e extensão e enfrentar desafios acadêmicos. Em nível baixo, os docentes tendem a demonstrar insegurança quanto às suas competências, o que pode levar à procrastinação, à dependência excessiva de colegas e à dificuldade em lidar com tarefas novas ou complexas.",
                        "caracteristicas": [
                            "Insegurança na Execução.",
                            "Dúvidas Contínuas.",
                            "Dependência Externa."
                        ],
                        "vantagens": [
                            "Visão Cautelosa.",
                            "Busca por Apoio e Desenvolvimento.",
                            "Oportunidade de Aprimoramento."
                        ],
                        "dificuldades": [
                            "Procrastinação e Atrasos.",
                            "Dependência Excessiva.",
                            "Ciclo de Autocrítica."
                        ],
                        "estrategias": [
                            "Estabelecer Objetivos Curtos e Tangíveis.",
                            "Participar de Grupos de Apoio.",
                            "Celebrar Cada Avanço.",
                            "Praticar Visualização Positiva."
                        ],
                        "conclusao": "Docentes com baixo nível de autoeficácia enfrentam desafios significativos na condução das atividades acadêmicas, devido à insegurança e à dependência excessiva de apoio externo. No entanto, ao adotar estratégias que promovam metas tangíveis, grupos de apoio e reforço positivo, é possível fortalecer gradualmente a autoconfiança e garantir uma prática pedagógica mais autônoma e eficaz."
                    },
                    "medio": {
                        "titulo": "FEEDBACK – Autoeficácia (Nível Médio) – Docentes",
                        "definicao": "A faceta Autoeficácia, integrante do fator Conscienciosidade, refere-se à confiança do docente em sua capacidade de planejar e ministrar disciplinas, conduzir projetos de pesquisa e extensão e enfrentar desafios acadêmicos. Em nível médio, o professor apresenta segurança moderada quanto às próprias habilidades, reconhecendo sua competência, mas também percebendo que ainda há espaço para aperfeiçoamento.",
                        "caracteristicas": [
                            "Confiança Equilibrada.",
                            "Abertura para Aprendizado.",
                            "Reconhecimento de Limites.",
                            "Flexibilidade diante de Desafios."
                        ],
                        "vantagens": [
                            "Segurança com Cautela.",
                            "Postura de Evolução Contínua.",
                            "Equilíbrio na Tomada de Decisões."
                        ],
                        "dificuldades": [
                            "Possibilidade de Hesitação.",
                            "Necessidade de Validação Externa.",
                            "Oscilação na Autoconfiança."
                        ],
                        "estrategias": [
                            "Definir Desafios Graduais.",
                            "Manter Rotina de Preparação.",
                            "Valorizar Conquistas Intermediárias.",
                            "Buscar Feedback Qualificado."
                        ],
                        "conclusao": "Docentes com nível médio de autoeficácia equilibram confiança e cautela, o que favorece a consistência no ensino e na pesquisa. Ao manter uma postura de aprendizado contínuo e adotar estratégias para reforçar gradualmente a autoconfiança, é possível ampliar a segurança sem perder a abertura para melhorias."
                    },
                    "alto": {
                        "titulo": "FEEDBACK – Autoeficácia (Nível Alto) – Docentes",
                        "definicao": "A faceta Autoeficácia, dentro do fator Conscienciosidade, descreve a crença na própria capacidade de planejar, ministrar disciplinas e conduzir projetos de pesquisa e extensão com competência. Docentes com nível alto demonstram confiança para enfrentar desafios, mesmo diante de temas novos ou imprevistos, acreditando firmemente que, com dedicação, podem aprofundar seus conhecimentos e atender às demandas acadêmicas da UFSM.",
                        "caracteristicas": [
                            "Confiança no Planejamento.",
                            "Segurança Acadêmica.",
                            "Persistência Diante de Novos Desafios."
                        ],
                        "vantagens": [
                            "Resiliência e Adaptabilidade.",
                            "Estímulo à Inovação.",
                            "Fortalecimento da Liderança."
                        ],
                        "dificuldades": [
                            "Subestimação de Desafios Reais.",
                            "Resistência ao Feedback."
                        ],
                        "estrategias": [
                            "Definir Metas Desafiadoras e Realistas.",
                            "Solicitar Feedback Regularmente.",
                            "Reconhecer Limites e Buscar Parcerias.",
                            "Promover Autoavaliação Contínua."
                        ],
                        "conclusao": "Docentes com alto nível de autoeficácia possuem uma base sólida para enfrentar desafios e inovar na prática pedagógica. Contudo, é fundamental equilibrar essa autoconfiança com abertura ao feedback e reconhecimento das limitações, para que a busca por excelência não se torne fonte de sobrecarga."
                    }
                }
            },
            "Ordem": {
                "descricao": "Tendência a manter materiais, horários e ambientes de trabalho organizados, favorecendo a eficiência no ensino e nas tarefas administrativas.",
                "perguntas": [
                    {
                        "id": "OR1",
                        "texto": "Gosto de organizar meus arquivos digitais e físicos (planos de aula, artigos, projetos) de forma lógica e acessível.",
                        "feedbacks": {
                            "baixo": "Você tende a não priorizar a organização de arquivos digitais e físicos, o que pode dificultar o acesso rápido a materiais importantes e aumentar a sensação de desordem. Desenvolver um sistema simples e consistente de organização pode facilitar o trabalho e reduzir retrabalho.",
                            "medio": "Você mantém certo nível de organização, mas de forma irregular ou limitada a momentos específicos. Essa postura intermediária indica que, embora valorize a ordem, ainda há espaço para criar métodos mais consistentes e eficientes que tornem o acesso às informações mais ágil.",
                            "alto": "Você demonstra forte preferência e hábito de manter arquivos bem organizados, tanto digitais quanto físicos, o que facilita o acesso, melhora a produtividade e contribui para uma rotina mais fluida. Essa prática fortalece a gestão do tempo e reduz a probabilidade de atrasos por falta de materiais."
                        }
                    },
                    {
                        "id": "OR2",
                        "texto": "Minha sala ou local de trabalho costuma permanecer arrumado e pronto para receber discentes ou colegas.",
                        "feedbacks": {
                            "baixo": "O ambiente de trabalho tende a permanecer desorganizado, o que pode causar desconforto ao receber discentes ou colegas e transmitir uma imagem de improviso. Criar uma rotina simples de manutenção da ordem pode melhorar a receptividade e a funcionalidade do espaço.",
                            "medio": "O local de trabalho é mantido arrumado em alguns momentos, mas nem sempre está pronto para receber outras pessoas. Isso indica que, embora haja cuidado, a organização pode ser aprimorada para transmitir mais acolhimento e profissionalismo de forma constante.",
                            "alto": "Você mantém o ambiente de trabalho organizado e preparado para interações com discentes ou colegas, o que contribui para um clima de acolhimento e facilita o andamento das atividades. Esse cuidado fortalece a imagem profissional e favorece relacionamentos positivos."
                        }
                    },
                    {
                        "id": "OR3",
                        "texto": "Uso calendários, planilhas ou aplicativos para gerir prazos de correção, reuniões e entrega de projetos.",
                        "feedbacks": {
                            "baixo": "A ausência de ferramentas de organização aumenta o risco de perder prazos ou acumular tarefas de última hora. Investir em um sistema de acompanhamento — mesmo que simples — pode melhorar a gestão do tempo e reduzir o estresse associado a múltiplas demandas.",
                            "medio": "Você utiliza recursos de organização de forma eventual, mas não como prática consistente. Há espaço para tornar o uso mais sistemático, garantindo que todos os compromissos fiquem visíveis e sob controle, evitando esquecimentos e sobrecarga.",
                            "alto": "O uso regular de calendários, planilhas ou aplicativos indica que você valoriza a organização e a previsibilidade no trabalho. Essa prática contribui para maior controle das demandas e favorece a pontualidade nas entregas, reduzindo imprevistos."
                        }
                    },
                    {
                        "id": "OR4",
                        "texto": "Planejo meus dias de acordo com as prioridades, incluindo aulas, pesquisa, extensão e tempo de descanso.",
                        "feedbacks": {
                            "baixo": "A ausência de um planejamento que considere prioridades pode levar à sobrecarga, desequilíbrio entre atividades e até prejuízo para o descanso. Iniciar o dia com uma lista organizada, definindo o que é urgente e importante, pode ajudar a manter o foco e a produtividade, além de preservar a saúde mental.",
                            "medio": "Você demonstra algum nível de organização, mas o planejamento pode não abranger todas as áreas essenciais, especialmente o tempo de descanso. Tornar essa prática mais estruturada, equilibrando compromissos e pausas, pode trazer ganhos na qualidade do trabalho e no bem-estar.",
                            "alto": "O planejamento diário com base nas prioridades indica boa gestão do tempo e consciência da importância do equilíbrio entre trabalho e descanso. Essa prática aumenta a eficiência, previne sobrecarga e contribui para a manutenção de um ritmo sustentável nas atividades acadêmicas e pessoais."
                        }
                    },
                    {
                        "id": "OR5",
                        "texto": "Tenho métodos claros para arquivar documentos e manter o controle sobre versões atualizadas de materiais de aula e pesquisa.",
                        "feedbacks": {
                            "baixo": "A falta de métodos claros para arquivar documentos e controlar versões pode gerar confusão, perda de arquivos importantes e retrabalho. Criar um sistema simples e consistente — com pastas organizadas, nomeação padronizada de arquivos e backups regulares — pode aumentar a eficiência e reduzir estresse.",
                            "medio": "Você possui algum nível de organização documental, mas pode não aplicá-lo de forma sistemática. Estruturar melhor os métodos de arquivamento e controle de versões ajudará a manter materiais sempre atualizados e facilmente acessíveis, evitando perda de tempo em buscas.",
                            "alto": "Ter métodos claros e aplicados regularmente para arquivar e atualizar documentos é um sinal de alta organização. Essa prática garante acesso rápido às informações, evita erros por uso de versões antigas e aumenta a produtividade no ensino e na pesquisa."
                        }
                    },
                    {
                        "id": "OR6",
                        "texto": "[R] Frequentemente deixo documentos e tarefas acumularem a ponto de dificultar o andamento das minhas atividades.",
                        "feedbacks": {
                            "baixo": "Manter-se organizado(a) e evitar o acúmulo excessivo de tarefas é um ponto forte. Essa prática favorece a fluidez do trabalho, reduz atrasos e previne a sobrecarga. Continuar aplicando rotinas de organização e acompanhamento constante ajuda a sustentar esse bom desempenho.",
                            "medio": "O acúmulo de documentos e tarefas pode acontecer ocasionalmente, mas não de forma crítica. Criar checkpoints semanais para revisar pendências e priorizar ações pode evitar que pequenos atrasos se transformem em obstáculos maiores.",
                            "alto": "O acúmulo frequente de tarefas e documentos tende a gerar atrasos, perda de prazos e queda na qualidade do trabalho. Estabelecer um sistema fixo de organização e manter revisões periódicas são estratégias essenciais para evitar que o volume se torne impeditivo para o andamento das atividades."
                        }
                    }
                ],
                "feedbackConsolidado": {
                    "baixo": {
                        "titulo": "FEEDBACK – Ordem (Nível Baixo) – Docentes",
                        "definicao": "A faceta Ordem diz respeito à capacidade de manter materiais, horários e ambientes de trabalho organizados. Em docentes com nível baixo de Ordem, a desorganização pode levar a atrasos na elaboração de aulas, dificuldades em localizar arquivos ou referências, e até mesmo comprometer o cumprimento de prazos institucionais. Apesar dessa desordem, há uma tendência a maior flexibilidade na adaptação a imprevistos.",
                        "caracteristicas": [
                            "Dificuldade em manter um sistema organizado para arquivos e documentos.",
                            "Ausência de um cronograma claro para atividades como correção de provas, reuniões e entregas de projetos.",
                            "Falta de uma rotina estruturada que defina prioridades entre ensino, pesquisa, extensão e descanso."
                        ],
                        "vantagens": [
                            "Flexibilidade diante de mudanças.",
                            "Agilidade em respostas emergenciais."
                        ],
                        "dificuldades": [
                            "Procrastinação e atrasos frequentes.",
                            "Dificuldade para localizar materiais e informações relevantes."
                        ],
                        "estrategias": [
                            "Adotar rotinas simples e padronizadas de organização de arquivos e documentos.",
                            "Realizar faxinas acadêmicas mensais para atualizar e eliminar materiais desnecessários.",
                            "Configurar lembretes automáticos para prazos importantes.",
                            "Utilizar uma agenda simplificada para priorizar tarefas sem sobrecarga de detalhes."
                        ],
                        "conclusao": "Docentes com baixo nível de Ordem enfrentam desafios relacionados à desorganização, que podem afetar a eficácia na gestão do tempo e a qualidade do ensino. Ao implementar estratégias simples e práticas, é possível melhorar a eficiência e o cumprimento de prazos, sem perder a flexibilidade diante de imprevistos."
                    },
                    "medio": {
                        "titulo": "FEEDBACK – Ordem (Nível Médio) – Docentes",
                        "definicao": "A faceta Ordem refere-se à capacidade de manter materiais, horários e ambientes de trabalho organizados. Em nível médio, o docente apresenta uma organização suficiente para atender às demandas acadêmicas, ainda que com variações de consistência ao longo do tempo. Essa postura permite equilíbrio entre planejamento e execução, com flexibilidade para lidar com mudanças e imprevistos.",
                        "caracteristicas": [
                            "Organização funcional, ainda que irregular.",
                            "Uso ocasional de ferramentas de planejamento.",
                            "Ambiente moderadamente organizado e adaptável.",
                            "Planejamento flexível conforme urgências."
                        ],
                        "vantagens": [
                            "Equilíbrio entre estrutura e flexibilidade.",
                            "Capacidade de adaptação rápida a mudanças.",
                            "Ambiente de trabalho funcional e acolhedor."
                        ],
                        "dificuldades": [
                            "Oscilação na consistência da organização.",
                            "Risco de esquecer tarefas menores ou secundárias."
                        ],
                        "estrategias": [
                            "Consolidar um sistema único de organização (digital ou físico).",
                            "Revisar semanalmente compromissos e prioridades.",
                            "Padronizar nomeação e estrutura de pastas e arquivos.",
                            "Fazer pequenos ajustes diários na rotina para evitar acúmulos."
                        ],
                        "conclusao": "Docentes com nível médio de Ordem conseguem manter a rotina acadêmica organizada de forma funcional, equilibrando planejamento e flexibilidade. Com pequenas melhorias em consistência e padronização, é possível elevar a eficiência e reduzir o risco de atrasos."
                    },
                    "alto": {
                        "titulo": "FEEDBACK – Ordem (Nível Alto) – Docentes",
                        "definicao": "A faceta Ordem reflete a tendência de manter materiais, horários e ambientes de trabalho organizados, o que favorece a eficiência no ensino e nas tarefas administrativas. Docentes com alto nível de Ordem estruturam seus arquivos e espaços de maneira lógica e acessível, garantindo fluidez nas atividades e pontualidade nas entregas.",
                        "caracteristicas": [
                            "Organização sistemática de materiais e arquivos.",
                            "Uso consistente de ferramentas digitais para controle de prazos.",
                            "Planejamento diário com prioridades claras e equilibradas."
                        ],
                        "vantagens": [
                            "Gerenciamento eficiente de demandas.",
                            "Redução de distrações e aumento da produtividade.",
                            "Estabilidade e consistência no desempenho acadêmico."
                        ],
                        "dificuldades": [
                            "Tendência a investir tempo excessivo em planejamento.",
                            "Risco de rigidez e resistência a ajustes imprevistos."
                        ],
                        "estrategias": [
                            "Realizar planejamentos enxutos com revisões curtas e objetivas.",
                            "Aproveitar ferramentas digitais para automatizar tarefas repetitivas.",
                            "Permitir flexibilidade e ajustes conforme o contexto."
                        ],
                        "conclusao": "Docentes com alto nível de Ordem desfrutam de uma rotina estruturada e eficiente, mas devem equilibrar o planejamento com a execução prática. Ao manter uma organização flexível e adaptável, é possível sustentar alta produtividade sem comprometer a criatividade e a prontidão diante de imprevistos."
                    }
                }
            },
            "Autodisciplina": {
                "descricao": "Tendência a manter uma rotina sólida de trabalho, para organizar aulas, pesquisas e atividades de extensão.",
                "perguntas": [
                    {
                        "id": "AD1",
                        "texto": "Mantenho a concentração na elaboração de aulas ou artigos, mesmo se houver distrações ou demandas paralelas.",
                        "feedbacks": {
                            "baixo": "A dificuldade em manter a concentração diante de distrações pode prejudicar a qualidade do trabalho e prolongar prazos. Estratégias como definir blocos de tempo focado, reduzir notificações e criar um ambiente livre de interrupções podem ajudar a sustentar a atenção.",
                            "medio": "A capacidade de manter o foco varia conforme a complexidade da tarefa ou o nível de distrações. Criar rotinas que priorizem atividades de maior concentração nos períodos de maior energia e atenção pode aumentar a consistência.",
                            "alto": "A habilidade de manter a concentração mesmo com estímulos paralelos é um diferencial importante para a produtividade e a qualidade do trabalho acadêmico. Preservar e aprimorar essa competência com técnicas de foco sustentado ajuda a lidar melhor com contextos de alta demanda."
                        }
                    },
                    {
                        "id": "AD2",
                        "texto": "Consigo seguir meu planejamento de semestre sem precisar de supervisão externa, cumprindo prazos e metas.",
                        "feedbacks": {
                            "baixo": "A dificuldade em manter o planejamento sem supervisão pode indicar necessidade de maior autonomia e disciplina. Criar sistemas de acompanhamento pessoal, como checklists semanais ou revisões periódicas, pode ajudar a cumprir prazos e metas.",
                            "medio": "Há alguma autonomia para seguir o planejamento, mas fatores externos ou imprevistos podem comprometer a regularidade. Ajustar o plano com margem para contratempos e revisar metas com frequência pode aumentar a estabilidade no cumprimento.",
                            "alto": "Manter o planejamento sem depender de supervisão externa demonstra forte autodisciplina e senso de responsabilidade. Essa autonomia é um recurso valioso, pois garante constância nos prazos e metas, mesmo em contextos de alta demanda."
                        }
                    },
                    {
                        "id": "AD3",
                        "texto": "Não adio revisões ou correções de avaliações, mesmo sendo uma tarefa cansativa.",
                        "feedbacks": {
                            "baixo": "A tendência a adiar correções pode comprometer o retorno rápido aos estudantes e sobrecarregar prazos. Definir blocos específicos na agenda para revisões e aplicar técnicas de gestão do tempo pode ajudar a manter a regularidade.",
                            "medio": "Consegue manter certa constância nas correções, mas pode haver atrasos ocasionais, especialmente em períodos de maior demanda. Criar um fluxo de trabalho fixo para essas tarefas pode ajudar a evitar acúmulo.",
                            "alto": "Cumprir as correções de forma pontual, mesmo sendo uma atividade cansativa, demonstra comprometimento e disciplina. Essa postura contribui para a qualidade do ensino e mantém a confiança dos(as) estudantes no processo avaliativo."
                        }
                    },
                    {
                        "id": "AD4",
                        "texto": "Controlo meu tempo de lazer e atividades extras para não prejudicar a qualidade do ensino ou atrasar os compromissos institucionais.",
                        "feedbacks": {
                            "baixo": "A dificuldade em equilibrar lazer e compromissos profissionais pode gerar atrasos e comprometer a qualidade das aulas. Criar limites claros e estabelecer horários definidos para descanso e trabalho pode ajudar a manter a performance acadêmica.",
                            "medio": "Consegue manter certo equilíbrio, mas há momentos em que o lazer ou atividades extras afetam a preparação ou entrega de compromissos institucionais. Ajustar prioridades e revisar a agenda periodicamente pode evitar prejuízos.",
                            "alto": "Gerencia bem o tempo, garantindo que atividades pessoais não interfiram na qualidade do ensino ou nos prazos institucionais. Essa capacidade de organização contribui para a consistência do trabalho e para a manutenção de um bom desempenho docente."
                        }
                    },
                    {
                        "id": "AD5",
                        "texto": "Sou capaz de manter a produtividade mesmo em períodos prolongados de alta demanda acadêmica.",
                        "feedbacks": {
                            "baixo": "Enfrentar períodos prolongados de alta demanda tende a gerar queda significativa no ritmo e na qualidade do trabalho. Investir em estratégias de gestão de energia, como pausas programadas e organização de tarefas por prioridade, pode ajudar a sustentar a produtividade.",
                            "medio": "Consegue manter a produtividade em alguns períodos de maior demanda, mas, quando esses se estendem, há sinais de desgaste ou diminuição no rendimento. Ajustar a carga de trabalho e implementar rotinas de autocuidado pode ampliar a resistência.",
                            "alto": "Mantém um bom desempenho mesmo sob alta carga acadêmica prolongada, administrando tempo e energia de forma eficiente. Essa resiliência operacional é um recurso importante para lidar com os ciclos intensos do calendário universitário sem comprometer a qualidade do trabalho."
                        }
                    },
                    {
                        "id": "AD6",
                        "texto": "[R] Frequentemente interrompo atividades importantes para atender a tarefas menos prioritárias, perdendo o foco no que é essencial.",
                        "feedbacks": {
                            "baixo": "Demonstra boa capacidade de priorização e foco, conseguindo proteger o andamento das tarefas essenciais mesmo diante de demandas paralelas. Essa habilidade favorece a conclusão de trabalhos de maior impacto no prazo.",
                            "medio": "Mantém foco nas atividades importantes na maior parte do tempo, mas ainda há ocasiões em que demandas menores desviam a atenção, comprometendo parcialmente a produtividade. Desenvolver estratégias de filtragem e organização de prioridades pode reduzir essas interrupções.",
                            "alto": "Tende a ceder frequentemente a interrupções para atender tarefas menos prioritárias, o que pode atrasar entregas relevantes e dispersar esforços. Criar barreiras contra distrações e estabelecer horários fixos para atividades secundárias pode ajudar a manter o foco no que é essencial."
                        }
                    }
                ],
                "feedbackConsolidado": {
                    "baixo": {
                        "titulo": "FEEDBACK – Autodisciplina (Nível Baixo) – Docentes",
                        "definicao": "A faceta Autodisciplina avalia a capacidade de manter uma rotina organizada e consistente no desenvolvimento de atividades docentes. Docentes com nível baixo de autodisciplina enfrentam dificuldades em manter essa constância, sendo suscetíveis à procrastinação e à dispersão de esforços.",
                        "caracteristicas": [
                            "Dificuldade em seguir cronogramas e prazos.",
                            "Procrastinação de tarefas essenciais.",
                            "Dependência de lembretes ou incentivos externos.",
                            "Gestão deficiente do tempo e das prioridades."
                        ],
                        "vantagens": [
                            "Flexibilidade e adaptabilidade a mudanças.",
                            "Ambiente de trabalho menos pressurizado."
                        ],
                        "dificuldades": [
                            "Atrasos frequentes e acúmulo de tarefas.",
                            "Redução da eficiência e da qualidade do ensino.",
                            "Dependência externa para manter o foco."
                        ],
                        "estrategias": [
                            "Criar rotinas fixas para atividades essenciais.",
                            "Utilizar ferramentas de gestão (como planners e aplicativos).",
                            "Definir metas curtas e tangíveis diárias ou semanais.",
                            "Formalizar compromissos com colegas para aumentar a responsabilidade."
                        ],
                        "conclusao": "Docentes com baixo nível de autodisciplina tendem a adiar tarefas e a ter dificuldade em manter o foco constante. Contudo, com rotinas simples, uso de ferramentas e definição de metas graduais, é possível reduzir a procrastinação e aumentar a eficiência."
                    },
                    "medio": {
                        "titulo": "FEEDBACK – Autodisciplina (Nível Médio) – Docentes",
                        "definicao": "A faceta Autodisciplina descreve a capacidade de manter uma rotina sólida e organizada para o preparo de aulas, a execução de projetos de pesquisa e a realização de atividades de extensão. Em nível médio, o docente apresenta constância suficiente para cumprir a maior parte dos compromissos acadêmicos, mas com oscilações de foco e regularidade.",
                        "caracteristicas": [
                            "Foco moderado e concentração variável.",
                            "Cumprimento geral dos prazos, com ajustes quando necessário.",
                            "Persistência seletiva em tarefas prioritárias.",
                            "Gestão de tempo razoável com eventuais desequilíbrios."
                        ],
                        "vantagens": [
                            "Equilíbrio entre disciplina e flexibilidade.",
                            "Capacidade de retomar o foco após interrupções.",
                            "Boa adaptação a demandas emergenciais."
                        ],
                        "dificuldades": [
                            "Oscilação de produtividade e foco.",
                            "Atrasos em tarefas menores ou secundárias."
                        ],
                        "estrategias": [
                            "Dividir grandes projetos em etapas com marcos claros.",
                            "Fazer revisões semanais de planejamento e progresso.",
                            "Usar técnicas como Pomodoro para equilibrar foco e pausas.",
                            "Reservar períodos curtos diários para concluir pequenas demandas."
                        ],
                        "conclusao": "Docentes com nível médio de autodisciplina conseguem manter boa constância, mas podem apresentar flutuações de rendimento. Ao consolidar rotinas e revisar o planejamento regularmente, é possível ampliar a consistência e evitar acúmulo de tarefas."
                    },
                    "alto": {
                        "titulo": "FEEDBACK – Autodisciplina (Nível Alto) – Docentes",
                        "definicao": "A faceta Autodisciplina refere-se à capacidade de manter uma rotina sólida e consistente de trabalho, organizando o preparo de aulas, pesquisas e atividades de extensão. Docentes com alto nível de autodisciplina demonstram foco, regularidade e responsabilidade no cumprimento de metas e prazos, mesmo em contextos de alta demanda.",
                        "caracteristicas": [
                            "Foco elevado e resistência a distrações.",
                            "Cumprimento rigoroso de prazos e cronogramas.",
                            "Proatividade em tarefas exigentes como correções.",
                            "Gestão equilibrada entre lazer e compromissos."
                        ],
                        "vantagens": [
                            "Alta regularidade e eficiência no trabalho.",
                            "Cumprimento consistente de prazos institucionais.",
                            "Estabilidade produtiva mesmo em períodos de alta demanda."
                        ],
                        "dificuldades": [
                            "Risco de rigidez excessiva na rotina.",
                            "Possível negligência do descanso e bem-estar."
                        ],
                        "estrategias": [
                            "Aplicar técnicas de gestão do tempo (como Pomodoro).",
                            "Definir limites saudáveis entre trabalho e lazer.",
                            "Monitorar sinais de fadiga e ajustar o ritmo.",
                            "Revisar periodicamente o cronograma para evitar sobrecarga."
                        ],
                        "conclusao": "Docentes com alto nível de autodisciplina demonstram elevado comprometimento e constância no trabalho. No entanto, é importante equilibrar disciplina com autocuidado e flexibilidade, garantindo uma prática docente sustentável e eficaz."
                    }
                }
            },
            "Ponderacao": {
                "descricao": "Tendência a planejar cuidadosamente as práticas docentes e escolhas de pesquisa, evitando decisões por impulso.",
                "perguntas": [
                    {
                        "id": "PO1",
                        "texto": "Penso cuidadosamente ao traçar metas (disciplinas, publicações, projetos) para cada semestre ou ano.",
                        "feedbacks": {
                            "baixo": "Tende a definir metas de forma pouco estruturada ou sem reflexão prévia, o que pode levar a objetivos pouco realistas ou desalinhados com as prioridades acadêmicas. Estabelecer critérios claros e reservar tempo para planejamento pode aumentar a efetividade dessas metas.",
                            "medio": "Realiza algum planejamento ao definir metas, mas nem sempre aprofunda a análise sobre prazos, recursos e prioridades. Com um processo mais criterioso, pode tornar os objetivos mais alcançáveis e estratégicos.",
                            "alto": "Planeja metas de maneira cuidadosa e consistente, considerando prazos, recursos e objetivos institucionais. Essa prática favorece o alinhamento das atividades com resultados de longo prazo e aumenta a probabilidade de cumprimento dos compromissos acadêmicos."
                        }
                    },
                    {
                        "id": "PO2",
                        "texto": "Analiso consequências antes de propor mudanças radicais no plano de ensino ou na proposta de pesquisa.",
                        "feedbacks": {
                            "baixo": "Tende a realizar alterações significativas sem avaliar de forma aprofundada seus impactos sobre cronogramas, objetivos e resultados esperados. Isso pode gerar retrabalho e desalinhamento com orientações institucionais. Desenvolver o hábito de análise prévia pode reduzir riscos e melhorar a aceitação das propostas.",
                            "medio": "Considera algumas consequências antes de implementar mudanças radicais, mas nem sempre o faz de forma sistemática. Um processo mais estruturado de análise pode ajudar a antecipar efeitos negativos e potencializar os benefícios das mudanças.",
                            "alto": "Avalia cuidadosamente impactos e riscos antes de propor alterações significativas no ensino ou na pesquisa. Essa postura contribui para que as mudanças sejam viáveis, sustentáveis e bem recebidas por discentes e colegas."
                        }
                    },
                    {
                        "id": "PO3",
                        "texto": "Evito decisões precipitadas sobre metodologias, cronogramas de aulas ou convites para participar de comissões.",
                        "feedbacks": {
                            "baixo": "Costuma tomar decisões rapidamente, sem dedicar tempo suficiente para refletir sobre prós, contras e possíveis consequências. Essa postura pode gerar sobrecarga e adoção de métodos pouco adequados. Adotar uma abordagem mais analítica ajudaria a garantir escolhas mais alinhadas aos objetivos e recursos disponíveis.",
                            "medio": "Em alguns casos evita decisões impulsivas, mas em outros acaba decidindo sem a análise necessária. Criar critérios claros para avaliar cada situação antes de se comprometer pode ajudar a manter a coerência e a eficiência nas escolhas.",
                            "alto": "Costuma ponderar cuidadosamente antes de definir metodologias, ajustar cronogramas ou aceitar convites para comissões. Essa prudência favorece decisões consistentes, alinhadas às prioridades e menos suscetíveis a arrependimentos ou ajustes posteriores."
                        }
                    },
                    {
                        "id": "PO4",
                        "texto": "Reflito sobre prós e contras antes de assumir novos projetos, pensando em carga horária e viabilidade.",
                        "feedbacks": {
                            "baixo": "Tende a aceitar novos projetos sem avaliar cuidadosamente a carga horária, recursos disponíveis e impacto sobre outras responsabilidades. Essa postura aumenta o risco de sobrecarga e atrasos. Desenvolver o hábito de analisar implicações antes de se comprometer pode prevenir desgastes e melhorar a gestão do tempo.",
                            "medio": "Em algumas ocasiões avalia prós e contras, mas nem sempre de forma sistemática. Adotar um método padronizado para ponderar a viabilidade e a compatibilidade com a agenda antes de assumir compromissos pode ajudar a tomar decisões mais seguras.",
                            "alto": "Analisa com atenção os benefícios e riscos antes de aceitar novos projetos, considerando a carga horária, os recursos necessários e o alinhamento com objetivos acadêmicos e institucionais. Essa prática favorece escolhas conscientes e equilibradas."
                        }
                    },
                    {
                        "id": "PO5",
                        "texto": "Costumo buscar conselhos ou informações adicionais antes de tomar decisões que impactem significativamente meu trabalho.",
                        "feedbacks": {
                            "baixo": "Tende a decidir de forma independente, sem buscar apoio ou informações complementares. Embora isso possa indicar autonomia, aumenta o risco de decisões precipitadas ou baseadas em dados incompletos. Incorporar o hábito de consultar fontes confiáveis e colegas experientes pode melhorar a qualidade das escolhas e reduzir erros.",
                            "medio": "Eventualmente busca conselhos ou informações antes de decidir, mas não faz disso uma prática consistente. Tornar essa etapa parte do processo decisório pode ampliar a visão sobre riscos, oportunidades e alternativas.",
                            "alto": "Valoriza a coleta de informações e a escuta de diferentes perspectivas antes de tomar decisões de grande impacto. Essa postura favorece decisões mais bem embasadas, reduz riscos e fortalece a colaboração profissional."
                        }
                    },
                    {
                        "id": "PO6",
                        "texto": "[R] Frequentemente aceito tarefas ou mudanças importantes sem avaliar de forma aprofundada suas implicações.",
                        "feedbacks": {
                            "baixo": "Costuma refletir e analisar as consequências antes de assumir novas tarefas ou aceitar mudanças significativas. Essa postura preventiva ajuda a evitar sobrecargas e garante que as decisões estejam alinhadas às prioridades e à viabilidade prática.",
                            "medio": "Em algumas situações avalia cuidadosamente as implicações, mas em outras age de forma mais impulsiva. Estabelecer um critério fixo de análise antes de aceitar compromissos pode evitar impactos negativos no desempenho ou na rotina.",
                            "alto": "Tende a aceitar tarefas e mudanças relevantes sem uma análise aprofundada dos impactos, o que pode levar a sobrecarga e conflitos de prioridade. Desenvolver o hábito de ponderar prós e contras antes de decidir é essencial para uma gestão de tempo e energia mais eficaz."
                        }
                    }
                ],
                "feedbackConsolidado": {
                    "baixo": {
                        "titulo": "FEEDBACK – Ponderação (Cautela) (Nível Baixo) – Docentes",
                        "definicao": "A faceta Ponderação (Cautela) avalia o quanto o docente reflete e planeja suas práticas de ensino e escolhas de pesquisa. Níveis baixos indicam decisões rápidas e intuitivas, frequentemente baseadas em impulso, o que pode resultar em escolhas menos eficazes ou inconsistentes.",
                        "caracteristicas": [
                            "Toma decisões com pouca reflexão prévia.",
                            "Prefere respostas rápidas a análises detalhadas.",
                            "Tende a adotar mudanças sem avaliar suas implicações."
                        ],
                        "vantagens": [
                            "Alta agilidade em situações emergenciais.",
                            "Menor desgaste emocional na tomada de decisão.",
                            "Flexibilidade e abertura para experimentar novas abordagens."
                        ],
                        "dificuldades": [
                            "Maior risco de erros e retrabalho.",
                            "Inconsistência nas práticas pedagógicas e de pesquisa.",
                            "Dificuldade em sustentar decisões de longo prazo."
                        ],
                        "estrategias": [
                            "Criar um roteiro mínimo de análise para novas decisões.",
                            "Perguntar-se antes de agir: 'Esta mudança melhora minha prática?'",
                            "Registrar brevemente as razões de cada decisão tomada.",
                            "Definir prazos curtos, porém com espaço para reflexão mínima."
                        ],
                        "conclusao": "Docentes com baixo nível de ponderação são ágeis e adaptáveis, mas podem comprometer a consistência e a eficácia de suas ações. Adotar pequenas rotinas de análise e registro ajuda a equilibrar rapidez com reflexão, aprimorando a qualidade das decisões."
                    },
                    "medio": {
                        "titulo": "FEEDBACK – Ponderação (Cautela) (Nível Médio) – Docentes",
                        "definicao": "A faceta Ponderação (Cautela) reflete o equilíbrio entre análise e ação. Docentes nesse nível tendem a considerar prós e contras antes de decidir, embora ocasionalmente possam agir sem análise aprofundada. Essa postura favorece flexibilidade e resposta rápida, mas com algum risco de inconsistência.",
                        "caracteristicas": [
                            "Define metas com análise parcial dos recursos e prazos.",
                            "Avalia impactos antes de mudanças significativas, mas nem sempre em profundidade.",
                            "Alterna momentos de cautela com decisões mais rápidas.",
                            "Equilibra reflexão e ação conforme as circunstâncias."
                        ],
                        "vantagens": [
                            "Equilíbrio entre velocidade e prudência.",
                            "Abertura para oportunidades e inovação.",
                            "Capacidade de evitar paralisia por análise."
                        ],
                        "dificuldades": [
                            "Análises incompletas em decisões relevantes.",
                            "Oscilação na consistência das práticas.",
                            "Possibilidade de ajustes posteriores por análise insuficiente."
                        ],
                        "estrategias": [
                            "Criar critérios fixos e objetivos para avaliar decisões.",
                            "Estabelecer prazos curtos, mas adequados para reflexão.",
                            "Registrar decisões-chave e seus motivos para revisão futura.",
                            "Simular rapidamente cenários positivos e negativos antes de agir."
                        ],
                        "conclusao": "Docentes com nível médio de ponderação equilibram reflexão e agilidade, o que favorece decisões eficazes e adaptáveis. O uso de métodos simples de análise e registro pode aumentar a consistência e reduzir a necessidade de correções futuras."
                    },
                    "alto": {
                        "titulo": "FEEDBACK – Ponderação (Cautela) (Nível Alto) – Docentes",
                        "definicao": "A faceta Ponderação (Cautela) representa a tendência de planejar cuidadosamente práticas docentes e escolhas de pesquisa, evitando decisões impulsivas. Docentes com alto nível de cautela demonstram pensamento analítico e reflexão profunda antes de agir, garantindo coerência e estabilidade nas decisões.",
                        "caracteristicas": [
                            "Planeja metas detalhadamente e com base em critérios objetivos.",
                            "Analisa consequências antes de propor mudanças significativas.",
                            "Evita decisões precipitadas e prioriza a coerência metodológica.",
                            "Reflete sobre prós e contras antes de aceitar novos compromissos."
                        ],
                        "vantagens": [
                            "Decisões mais consistentes e sustentáveis.",
                            "Maior estabilidade e eficiência nas práticas docentes.",
                            "Menor frequência de erros e retrabalho."
                        ],
                        "dificuldades": [
                            "Risco de paralisia por análise em decisões complexas.",
                            "Lentidão na implementação de inovações."
                        ],
                        "estrategias": [
                            "Definir prazos máximos para tomar decisões e agir.",
                            "Usar listas curtas de prós e contras para análises objetivas.",
                            "Consultar colegas ou núcleos de inovação quando necessário.",
                            "Aceitar pequenos riscos controlados como parte do aprendizado."
                        ],
                        "conclusao": "Docentes com alto nível de ponderação tomam decisões criteriosas e seguras, fortalecendo a consistência e a qualidade do trabalho. Contudo, definir limites de tempo e aceitar riscos moderados ajuda a equilibrar reflexão e ação, favorecendo inovações sem comprometer a cautela."
                    }
                }
            }
        }
    }
}