{
    "Neuroticismo": {
        "titulo": "Neuroticismo",
        "descricao": "O fator da personalidade Neuroticismo está associado à propensão a experimentar emoções negativas (ansiedade, irritação, insegurança). A seguir, avaliaremos como cada uma das seis características que compõem este fator se relacionam com a carreira docente.",
        "facetas": {
            "Ansiedade": {
                "titulo": "Ansiedade",
                "descricao": "Tendência a se preocupar excessivamente com prazos, metas e demandas institucionais, afetando a concentração e a tranquilidade.",
                "perguntas": [
                    {
                        "id": "N1",
                        "texto": "Sinto preocupação constante com prazos de lançamento de notas, elaboração de relatórios e outras exigências burocráticas.",
                        "feedbacks": {
                            "baixo": "Sua postura tranquila ajuda a manter o equilíbrio emocional e evita sobrecarga. Contudo, utilize lembretes e organize um calendário institucional para garantir que nenhuma obrigação seja esquecida.",
                            "medio": "Você mantém atenção aos prazos quando necessário, sem que isso se torne fonte de tensão. Continue utilizando ferramentas de planejamento para manter o fluxo de trabalho estável.",
                            "alto": "A atenção constante aos prazos garante que suas obrigações estejam sempre em dia, mas pode gerar estresse desnecessário. Considere reservar momentos específicos para lidar com essas demandas, evitando que interfiram em outras atividades acadêmicas."
                        }
                    },
                    {
                        "id": "N2",
                        "texto": "Fico nervoso(a) ao pensar em possíveis avaliações (por exemplo, avaliações institucionais ou pareceres) que possam julgar meu desempenho.",
                        "feedbacks": {
                            "baixo": "Sua tranquilidade diante de avaliações favorece a objetividade e a manutenção da confiança. Mantenha essa postura para analisar resultados de forma construtiva e buscar melhorias quando necessário.",
                            "medio": "Você demonstra preocupação moderada, o que mantém o equilíbrio entre autocrítica e serenidade. Preserve essa postura, preparando-se previamente para avaliações e transformando feedbacks em oportunidades de desenvolvimento.",
                            "alto": "A ansiedade em relação a avaliações pode prejudicar a confiança e o foco. Praticar técnicas de atenção plena e revisar seu desempenho de forma objetiva antes de avaliações pode ajudar a reduzir a tensão e melhorar sua segurança."
                        }
                    },
                    {
                        "id": "N3",
                        "texto": "Em algumas fases do semestre, perco o sono por temer não conseguir cumprir todas as atividades profissionais.",
                        "feedbacks": {
                            "baixo": "Você mantém o descanso preservado mesmo em períodos de maior demanda, o que contribui para a clareza mental e a produtividade. Continue priorizando hábitos de sono saudáveis para sustentar seu rendimento ao longo do semestre.",
                            "medio": "Eventualmente, suas preocupações afetam o sono, mas sem comprometer de forma recorrente sua rotina. Manter estratégias de organização e pausas regulares pode ajudar a prevenir que períodos de sobrecarga impactem seu descanso.",
                            "alto": "A perda frequente de sono devido a preocupações indica que o estresse está afetando seu bem-estar. Estabelecer limites de trabalho, delegar tarefas quando possível e praticar técnicas de relaxamento antes de dormir pode contribuir para um descanso mais reparador."
                        }
                    },
                    {
                        "id": "N4",
                        "texto": "Meu coração acelera diante de situações que envolvem cobranças ou mudanças repentinas na grade ou no plano de aula.",
                        "feedbacks": {
                            "baixo": "Você demonstra boa adaptação diante de imprevistos e cobranças, mantendo o controle emocional mesmo em situações de pressão. Continue cultivando essa estabilidade para lidar com desafios acadêmicos.",
                            "medio": "Situações inesperadas podem gerar alguma tensão, mas você tende a recuperar o equilíbrio rapidamente. Manter um planejamento flexível e técnicas de respiração pode ajudar a reduzir ainda mais essas reações físicas.",
                            "alto": "A reação física intensa a cobranças ou mudanças indica que a pressão afeta seu estado emocional e fisiológico. Investir em estratégias de manejo de estresse, como pausas conscientes, exercícios respiratórios ou preparação antecipada para imprevistos, pode trazer mais tranquilidade nessas ocasiões."
                        }
                    },
                    {
                        "id": "N5",
                        "texto": "Em momentos de alta pressão institucional, tenho dificuldade para manter a calma e me desligar mentalmente das obrigações.",
                        "feedbacks": {
                            "baixo": "Você consegue preservar a calma e separar o trabalho das demais áreas da vida, mesmo em períodos de pressão. Continue praticando hábitos que favoreçam o equilíbrio mental, como momentos de lazer e descanso regular.",
                            "medio": "Consegue manter certo controle emocional, mas nem sempre se desconecta completamente das obrigações. Criar rotinas de transição entre o trabalho e a vida pessoal pode ajudar a estabelecer limites mais claros.",
                            "alto": "A dificuldade de se desligar e manter a calma em contextos de alta pressão pode gerar desgaste físico e mental. Adotar técnicas de relaxamento, estabelecer pausas programadas e definir horários claros para encerrar o expediente pode reduzir essa sobrecarga."
                        }
                    },
                    {
                        "id": "N6",
                        "texto": "Quando percebo sinais físicos de ansiedade (como insônia, tensão muscular ou aceleração dos batimentos), busco estratégias para retomar o equilíbrio emocional.",
                        "feedbacks": {
                            "baixo": "Você tende a não recorrer ativamente a estratégias para lidar com sintomas físicos de ansiedade, o que pode prolongar o desconforto. Experimentar técnicas simples, como respiração profunda, alongamento ou pausas curtas, pode ajudar a aliviar a tensão.",
                            "medio": "Reconhece os sinais de ansiedade e, em alguns casos, procura estratégias para amenizá-los. Tornar essas ações mais consistentes pode fortalecer sua resiliência e evitar que o desconforto aumente.",
                            "alto": "Você demonstra atenção aos sinais físicos de ansiedade e utiliza estratégias para recuperar o equilíbrio emocional. Manter essa prática e diversificar os recursos (como exercícios físicos, mindfulness ou atividades relaxantes) contribui para preservar o bem-estar."
                        }
                    }
                ],
                "feedbackConsolidado": {
                    "baixo": {
                        "titulo": "FEEDBACK – Ansiedade",
                        "definicao": "A característica Ansiedade avalia a tendência a experimentar preocupações e tensões relacionadas aos prazos e demandas institucionais. Em nível baixo, os docentes apresentam uma postura mais tranquila e confiante, lidando com as obrigações acadêmicas sem pânico, embora isso possa levar à subestimação de prazos ou à crença de que tudo se resolverá naturalmente.",
                        "caracteristicas": [
                            "Tranquilidade Predominante: Geralmente mantém uma postura calma e serena em relação aos prazos e às demandas, mesmo em períodos intensos.",
                            "Resistência ao Pânico: Lida com problemas e imprevistos sem apresentar reações exageradas, demonstrando uma estabilidade emocional que favorece a execução das tarefas.",
                            "Confiança na Solução Natural: Pode acreditar que os desafios institucionais serão superados sem a necessidade de intervenções imediatas, refletindo uma atitude de confiança nas próprias capacidades e na estrutura da instituição."
                        ],
                        "vantagens": [
                            "Estabilidade Emocional: A tranquilidade ajuda a manter o foco nas atividades e a evitar o estresse excessivo, contribuindo para um ambiente de trabalho sereno e produtivo.",
                            "Consistência na Execução: A abordagem calma permite que as atividades sejam realizadas de maneira constante, sem interrupções causadas por reações de pânico.",
                            "Boa Capacidade de Adaptação: A confiança natural facilita a adaptação a mudanças e imprevistos, mantendo a qualidade do trabalho mesmo em períodos de alta demanda."
                        ],
                        "dificuldades": [
                            "Subestimação de Prazos: A postura relaxada pode levar a uma avaliação insuficiente dos prazos, arriscando a não antecipação de demandas críticas.",
                            "Risco de Complacência: A confiança excessiva pode fazer com que se espere que as coisas se resolvam por si só, sem a devida proatividade para evitar atrasos ou problemas emergentes.",
                            "Possível Falta de Urgência: Em situações que exigem resposta rápida, a tranquilidade pode resultar em menor agilidade e demora na tomada de decisões preventivas."
                        ],
                        "estrategias": [
                            "Criar alertas e lembretes: Utilize sistemas de controle como alarmes, calendários e notificações institucionais para manter um senso adequado de urgência em relação aos prazos.",
                            "Definir metas intermediárias: Estabeleça objetivos de curto prazo para garantir progresso contínuo, mesmo em períodos de maior tranquilidade.",
                            "Simulações de eventos desafiadores: Realize treinamentos ou simulações — como apresentações, prazos encurtados ou revisões críticas — para se preparar para situações que exigem respostas ágeis.",
                            "Feedback contínuo: Solicite avaliações regulares de colegas e gestores para ajustar a percepção sobre prazos e demandas, evitando acomodação."
                        ],
                        "conclusao": "Docentes com baixos níveis de ansiedade desfrutam de uma estabilidade emocional que contribui para a consistência no trabalho. No entanto, essa tranquilidade pode levar à subestimação de prazos e à complacência diante de desafios. Ao implementar estratégias como alertas, metas intermediárias e simulações de situações críticas, é possível manter a eficiência e a agilidade necessárias para o desempenho acadêmico, garantindo que a confiança não se transforme em uma barreira para a proatividade e a excelência."
                    },
                    "medio": {
                        "titulo": "FEEDBACK – Ansiedade",
                        "definicao": "A característica Ansiedade, dentro do fator Neuroticismo, está relacionada à propensão a sentir preocupações e tensões frente a prazos, metas e demandas institucionais. Em nível médio, os docentes vivenciam momentos de apreensão diante de exigências e imprevistos, mas conseguem alternar entre períodos de tranquilidade e períodos de maior tensão. Essa oscilação permite manter certo equilíbrio entre produtividade e bem-estar, embora, em fases de maior pressão, a ansiedade possa se intensificar e afetar a concentração ou o sono.",
                        "caracteristicas": [
                            "Sensibilidade Moderada a Prazos: Costuma se preocupar com o cumprimento das demandas institucionais, mas sem que isso seja constante ou paralisante.",
                            "Reações Proporcionais: Pode sentir nervosismo diante de avaliações institucionais, pareceres ou mudanças de planejamento, porém tende a recuperar o equilíbrio rapidamente.",
                            "Oscilação do Nível de Ansiedade: Alterna entre fases de maior tranquilidade e momentos em que as preocupações se intensificam, especialmente em períodos críticos do semestre."
                        ],
                        "vantagens": [
                            "Equilíbrio entre urgência e calma: A sensibilidade moderada ajuda a manter a atenção aos prazos sem comprometer totalmente o bem-estar.",
                            "Capacidade de recuperação: Consegue retomar o foco após eventos estressantes, preservando a regularidade no trabalho.",
                            "Produtividade flexível: Ajusta o ritmo de execução conforme a demanda, respondendo bem a períodos de maior pressão."
                        ],
                        "dificuldades": [
                            "Picos de ansiedade em períodos de alta pressão: Em fases de acúmulo de tarefas, a ansiedade pode crescer a ponto de dificultar o descanso ou reduzir a clareza mental.",
                            "Risco de reatividade: Pode responder de forma mais emocional a cobranças inesperadas, mesmo que mantenha o controle posteriormente.",
                            "Fadiga intermitente: As oscilações emocionais podem gerar desgaste energético, afetando a disposição ao longo do semestre."
                        ],
                        "estrategias": [
                            "Monitorar sinais físicos e emocionais: Observe sinais de tensão para agir preventivamente antes que a ansiedade se intensifique.",
                            "Estabelecer rotinas de cuidado: Mantenha práticas regulares de relaxamento, como pausas conscientes ou exercícios respiratórios, mesmo nos períodos mais tranquilos.",
                            "Organizar períodos de pico: Planeje com antecedência as semanas de maior demanda para evitar sobrecarga repentina.",
                            "Treinar respostas rápidas a imprevistos: Desenvolva estratégias ágeis para reorganizar planos diante de mudanças inesperadas, reduzindo o impacto emocional."
                        ],
                        "conclusao": "Docentes com níveis médios de ansiedade mantêm um equilíbrio entre atenção às demandas e preservação do bem-estar, mas podem enfrentar elevação de tensão em períodos de alta pressão. Ao monitorar sinais de estresse, manter rotinas de cuidado e preparar-se para os períodos críticos, é possível usar a ansiedade como um estímulo para produtividade sem que ela prejudique a saúde ou a qualidade do trabalho."
                    },
                    "alto": {
                        "titulo": "FEEDBACK – Ansiedade",
                        "definicao": "A característica Ansiedade, dentro do fator Neuroticismo, está associada à tendência de se preocupar excessivamente com prazos, metas e demandas institucionais. Em nível alto, os docentes experimentam sentimentos intensos de ansiedade e nervosismo que podem afetar a concentração, a qualidade do sono e o desempenho em atividades como o lançamento de notas, elaboração de relatórios e adaptação a mudanças repentinas na grade ou no plano de aula.",
                        "caracteristicas": [
                            "Preocupação Contínua: Sente preocupação constante com prazos de lançamento de notas, elaboração de relatórios e outras exigências burocráticas.",
                            "Reação Emocional Intensa: Fica nervoso(a) ao pensar em possíveis avaliações institucionais ou pareceres que julguem seu desempenho.",
                            "Impacto Físico: Experiencia aceleração cardíaca e insônia em momentos de alta pressão, como diante de cobranças ou mudanças abruptas no plano de aula."
                        ],
                        "vantagens": [
                            "Impulso para a Produtividade: A sensação de urgência pode motivá-lo(a) a agir rapidamente para cumprir prazos e manter a regularidade das atividades acadêmicas.",
                            "Atenção aos Detalhes: A alta preocupação pode levar a um acompanhamento mais rigoroso dos processos e a uma busca constante por melhorias na gestão de prazos e documentos."
                        ],
                        "dificuldades": [
                            "Estresse Contínuo: O acúmulo de ansiedade pode prejudicar a concentração e a qualidade do sono, impactando negativamente o desempenho docente e o bem-estar geral.",
                            "Sobrecarga e Cansaço: A pressão constante pode resultar em fadiga, afetando a clareza de raciocínio e a capacidade de inovar em métodos de ensino e organização de atividades."
                        ],
                        "estrategias": [
                            "Praticar Técnicas de Relaxamento: Utilize exercícios de respiração ou meditação breves antes de aulas ou reuniões para reduzir a tensão e preparar a mente para o trabalho.",
                            "Manter Cronogramas Claros: Organize um calendário preciso para compromissos e prazos, diminuindo incertezas sobre datas e ajudando a gerenciar as demandas institucionais.",
                            "Buscar Apoio Psicológico: Considere o acompanhamento psicológico se a ansiedade começar a interferir de forma significativa na rotina ou nas relações profissionais.",
                            "Pausas Programadas: Estabeleça intervalos regulares durante o dia para descansar e recarregar as energias, contribuindo para a redução do estresse acumulado."
                        ],
                        "conclusao": "Para os docentes com altos níveis de ansiedade, a constante preocupação pode impulsionar a execução de tarefas e a atenção aos detalhes, mas também gera riscos de estresse e cansaço que comprometem a qualidade do ensino e a saúde pessoal. Ao adotar técnicas de relaxamento, organizar cronogramas claros e buscar apoio quando necessário, é possível equilibrar a pressão e melhorar o desempenho acadêmico de forma sustentável."
                    }
                }
            },
            "Hostilidade": {
                "titulo": "Hostilidade",
                "descricao": "Tendência a reagir com irritação frente a imprevistos e obstáculos, prejudicando o controle emocional no âmbito pessoal e profissional.",
                "perguntas": [
                    {
                        "id": "H1",
                        "texto": "Fico irritado(a) quando alguém interrompe minhas atividades de forma abrupta.",
                        "feedbacks": {
                            "baixo": "Você lida bem com interrupções, demonstrando flexibilidade e paciência. Apenas cuide para que essa tolerância não prejudique a proteção do seu tempo de foco em tarefas importantes.",
                            "medio": "Interrupções podem incomodá-lo(a) em alguns momentos, mas você tende a se adaptar. Estabelecer acordos claros sobre horários de trabalho pode reduzir essas situações e manter a produtividade.",
                            "alto": "A irritação com interrupções é um sinal de que valoriza seu tempo e concentração. Porém, reações muito intensas podem gerar desgaste nas relações. Usar comunicação assertiva para explicar sua necessidade de foco pode minimizar conflitos."
                        }
                    },
                    {
                        "id": "H2",
                        "texto": "Quando acho que meu cronograma está sendo prejudicado por reuniões excessivas ou demandas de última hora, sinto que posso 'explodir'.",
                        "feedbacks": {
                            "baixo": "Você demonstra boa tolerância a imprevistos e reorganiza sua agenda sem grande estresse. Apenas cuide para que a flexibilidade não comprometa a clareza das suas prioridades.",
                            "medio": "Você se incomoda com reuniões ou demandas inesperadas, mas geralmente consegue administrar a situação. Definir limites e comunicar previamente seu tempo disponível pode reduzir impactos negativos.",
                            "alto": "A frustração intensa com mudanças de agenda indica que a sobrecarga pesa significativamente. Para evitar desgaste, considere reservar blocos de tempo 'protegido' para atividades essenciais e negociar a participação apenas em reuniões realmente relevantes."
                        }
                    },
                    {
                        "id": "H3",
                        "texto": "Às vezes, sinto raiva de colegas que parecem ter facilidades administrativas ou infraestrutura superior à minha.",
                        "feedbacks": {
                            "baixo": "Você mantém uma postura equilibrada diante das diferenças de recursos, evitando comparações prejudiciais. Continue focando no que está sob seu controle e aproveitando ao máximo os recursos disponíveis.",
                            "medio": "O sentimento de comparação surge ocasionalmente, mas você consegue mantê-lo sob controle. Reforce estratégias de autorregulação, como focar em metas próprias e buscar soluções criativas para superar limitações.",
                            "alto": "A raiva frequente pode indicar sensação de injustiça ou desigualdade que afeta seu bem-estar. Para reduzir esse impacto, invista em diálogo com a gestão sobre melhorias possíveis e desenvolva práticas de autocuidado que ajudem a canalizar essa energia de forma construtiva."
                        }
                    },
                    {
                        "id": "H4",
                        "texto": "Incomoda-me profundamente quando meu trabalho (de extensão ou pesquisa) é subestimado ou minimizado por outros.",
                        "feedbacks": {
                            "baixo": "Você demonstra resiliência diante de críticas ou falta de reconhecimento, mantendo o foco no valor que atribui ao próprio trabalho. Continue valorizando seus resultados internos e reconhecendo seu progresso de forma independente da opinião externa.",
                            "medio": "A desvalorização ocasional incomoda, mas não compromete seu engajamento. Preserve esse equilíbrio e, quando necessário, procure espaços para apresentar de forma clara e objetiva os impactos e resultados do seu trabalho.",
                            "alto": "O incômodo intenso pode gerar desgaste emocional e afetar a motivação. Para lidar melhor, fortaleça sua rede de apoio profissional, documente suas entregas e resultados e pratique estratégias de comunicação assertiva para defender seu trabalho de forma construtiva."
                        }
                    },
                    {
                        "id": "H5",
                        "texto": "Fico impaciente quando preciso refazer tarefas devido a falhas ou atrasos causados por outras pessoas.",
                        "feedbacks": {
                            "baixo": "Você tende a lidar bem com imprevistos e erros alheios, mantendo uma postura colaborativa. Continue valorizando essa paciência, mas garanta que ela não resulte em sobrecarga silenciosa.",
                            "medio": "A impaciência surge em situações específicas, mas não domina sua reação. Preserve esse controle e, quando possível, negocie prazos ou responsabilidades para reduzir retrabalhos.",
                            "alto": "A impaciência elevada pode gerar estresse e prejudicar relações profissionais. Busque separar o problema da pessoa envolvida e adote estratégias de comunicação que permitam prevenir falhas recorrentes e redistribuir responsabilidades de forma justa."
                        }
                    },
                    {
                        "id": "H6",
                        "texto": "Quando percebo que estou prestes a reagir com irritação, consigo parar e evitar uma resposta impulsiva.",
                        "feedbacks": {
                            "baixo": "A dificuldade em conter reações impulsivas pode intensificar conflitos e desgastar relações. Vale investir em técnicas de respiração, pausas estratégicas e treinamento de autocontrole para reduzir respostas automáticas.",
                            "medio": "Você consegue se controlar em algumas situações, mas nem sempre. Reforçar a prática dos meios de autocontrole que já utiliza e ampliar seu repertório pode trazer mais constância no manejo da irritação.",
                            "alto": "Você demonstra bom domínio emocional, conseguindo interromper respostas impulsivas na maior parte das vezes. Continue fortalecendo esse recurso, aplicando-o também em situações de pressão extrema ou quando há desgaste acumulado."
                        }
                    }
                ],
                "feedbackConsolidado": {
                    "alto": {
                        "titulo": "FEEDBACK – Hostilidade",
                        "definicao": "A característica Hostilidade (Raiva) está associada à tendência de reagir com irritação e frustração diante de imprevistos e obstáculos. Em nível alto, docentes podem experimentar reações intensas ao enfrentar interrupções inesperadas, sobrecarga de reuniões ou problemas administrativos que afetem seu cronograma e trabalho acadêmico.",
                        "caracteristicas": [
                            "Reatividade Emocional Elevada: Sente irritação quando alguém interrompe suas atividades de forma abrupta e experimenta raiva intensa quando o cronograma é prejudicado por reuniões excessivas ou demandas de última hora.",
                            "Comparação e Inveja: Às vezes, sente ressentimento em relação a colegas que aparentam ter acesso facilitado a recursos administrativos ou infraestrutura superior.",
                            "Sensibilidade à Valorização do Trabalho: Fica profundamente incomodado quando o trabalho docente — seja de extensão ou pesquisa — é subestimado ou minimizado por outras pessoas."
                        ],
                        "vantagens": [
                            "Impulso para a Melhoria: Quando canalizada de forma construtiva, a hostilidade pode impulsionar a busca por soluções eficazes e mudanças necessárias nos processos administrativos e acadêmicos.",
                            "Determinação na Resolução de Problemas: A intensidade das reações pode motivar a implementação de estratégias para contornar obstáculos e aprimorar os fluxos de trabalho."
                        ],
                        "dificuldades": [
                            "Risco de Conflitos: A reatividade pode gerar atritos com colegas, chefias e discentes, prejudicando o clima do setor e a cooperação entre equipes.",
                            "Prejuízo na Concentração: Emoções intensas podem afetar a concentração e a qualidade do trabalho, comprometendo a docência e a gestão administrativa.",
                            "Sobrecarga Emocional: O acúmulo de irritação e frustração pode levar ao esgotamento emocional, impactando a saúde e o desempenho docente."
                        ],
                        "estrategias": [
                            "Identificação de gatilhos: Monitorar situações que desencadeiam irritação — como lentidão em sistemas ou acúmulo de processos — desenvolvendo estratégias de antecipação.",
                            "Prática de time-outs: Ao perceber aumento da raiva, fazer pausas curtas com respiração profunda para recuperar o equilíbrio.",
                            "Expressão assertiva de insatisfações: Comunicar frustrações de forma clara e construtiva, propondo alternativas viáveis.",
                            "Mediação de conflitos: Utilizar abordagens colaborativas para resolver tensões, transformando a energia emocional em melhorias institucionais."
                        ],
                        "conclusao": "Para docentes com nível alto de hostilidade, a intensidade emocional pode ser um motor para inovação e melhoria dos processos institucionais, desde que seja gerida de forma construtiva. Ao reconhecer gatilhos, praticar pausas estratégicas e adotar comunicação assertiva, a raiva pode ser transformada em um recurso positivo sem prejudicar o ambiente colaborativo."
                    },
                    "medio": {
                        "titulo": "FEEDBACK – Hostilidade",
                        "definicao": "A característica Hostilidade (Raiva) está associada à tendência de reagir com irritação e frustração diante de imprevistos e obstáculos. Em nível médio, os docentes apresentam reações de irritação em algumas situações específicas, especialmente quando percebem prejuízo ao cronograma ou desvalorização de seu trabalho, mas conseguem retomar o controle emocional de forma relativamente rápida. Essa intensidade moderada pode servir como alerta para problemas que precisam de atenção, ao mesmo tempo em que preserva relações produtivas.",
                        "caracteristicas": [
                            "Reatividade Controlada: Sente irritação diante de interrupções ou demandas inesperadas, mas evita que a emoção se prolongue.",
                            "Sensibilidade a Impactos no Cronograma: Frustrações surgem quando reuniões excessivas ou demandas de última hora prejudicam o trabalho planejado, mas há rápida reorganização.",
                            "Valorização do Trabalho: Incomoda-se quando seu trabalho é subestimado, mas tende a expressar isso de modo ponderado."
                        ],
                        "vantagens": [
                            "Atenção a Problemas Estruturais: A irritação moderada funciona como alerta para ajustes necessários.",
                            "Equilíbrio entre Firmeza e Diplomacia: Consegue apontar problemas sem gerar conflitos excessivos.",
                            "Preservação das Relações Profissionais: Mantém convivência harmoniosa mesmo ao abordar falhas."
                        ],
                        "dificuldades": [
                            "Oscilações na Concentração: Momentos de irritação podem afetar temporariamente o foco.",
                            "Risco de Acúmulo de Pequenos Incômodos: Se não expressar adequadamente insatisfações, pode haver desgaste gradual.",
                            "Reatividade em Momentos Críticos: Pode responder de forma mais incisiva sob alta pressão."
                        ],
                        "estrategias": [
                            "Gerenciar o tom de resposta: Respirar e aguardar antes de responder em situações de irritação.",
                            "Expressar incômodos no momento adequado: Escolher o contexto certo para abordar problemas.",
                            "Utilizar feedback construtivo: Ao apontar falhas, também apresentar sugestões de melhoria.",
                            "Praticar autoconsciência emocional: Observar gatilhos frequentes e desenvolver ações preventivas."
                        ],
                        "conclusao": "Docentes com níveis médios de hostilidade equilibram firmeza e diplomacia. Ao adotar estratégias de gestão emocional e comunicação assertiva, é possível transformar a irritação em um recurso que favorece melhorias no ambiente acadêmico sem prejudicar relações profissionais."
                    },
                    "baixo": {
                        "titulo": "FEEDBACK – Hostilidade",
                        "definicao": "A característica Hostilidade (Raiva) reflete a capacidade de responder com irritação aos imprevistos e obstáculos. Em nível baixo, os docentes apresentam uma postura mais tranquila e tolerante, mantendo a calma mesmo diante de desafios, embora isso possa resultar em uma abordagem que negligencia a resolução de problemas estruturais.",
                        "caracteristicas": [
                            "Postura Tranquila: Reage com serenidade mesmo diante de interrupções ou demandas inesperadas.",
                            "Tolerância a Inconveniências: Mantém calma mesmo quando reuniões ou mudanças prejudicam o cronograma.",
                            "Foco na Execução: Evita que pequenas irritações atrapalhem o desempenho, mas pode aceitar passivamente problemas recorrentes."
                        ],
                        "vantagens": [
                            "Ambiente de Trabalho Harmonioso: Contribui para relações cooperativas e clima sereno.",
                            "Estabilidade Emocional: Mantém qualidade do trabalho mesmo sob alta demanda.",
                            "Execução Consistente: Consegue trabalhar com constância, sem oscilações emocionais relevantes."
                        ],
                        "dificuldades": [
                            "Negligência de Problemas Estruturais: Pode deixar de apontar falhas importantes.",
                            "Risco de Acúmulo de Frustrações: Ao não expressar descontentamentos, pode acumular desgaste emocional.",
                            "Perda de Oportunidades de Melhoria: Podem passar despercebidas soluções inovadoras para problemas institucionais."
                        ],
                        "estrategias": [
                            "Expressar incômodos de forma proativa: Comunicar problemas antes que se acumulem.",
                            "Participar de debates coletivos: Engajar-se em discussões sobre melhorias institucionais.",
                            "Formar grupos de trabalho: Trabalhar coletivamente em soluções estruturais.",
                            "Acompanhar demandas: Usar checklists e agendas para identificar pontos que exigem intervenção."
                        ],
                        "conclusao": "Docentes com baixo nível de hostilidade contribuem para um ambiente harmonioso, mas devem evitar que a tranquilidade se transforme em passividade. Ao comunicar incômodos e participar mais ativamente de decisões, conseguem manter o equilíbrio entre serenidade emocional e necessidade de melhorias institucionais."
                    }
                }
            },
            "Desanimo": {
                "titulo": "Desânimo",
                "descricao": "Tendência a sentir desmotivação e desesperança, comprometendo a regularidade e a qualidade das atividades pessoais e docentes.",
                "perguntas": [
                    {
                        "id": "D1",
                        "texto": "Com frequência, sinto desânimo quanto ao futuro da minha carreira acadêmica, achando que não conseguirei avançar nos projetos.",
                        "feedbacks": {
                            "baixo": "Seu otimismo e confiança no futuro ajudam a manter a motivação, mesmo diante de obstáculos. Continue definindo metas realistas e celebrando avanços para sustentar essa visão positiva.",
                            "medio": "Você mantém uma visão equilibrada, alternando momentos de confiança e de dúvida. Criar um plano de ação claro e revisá-lo periodicamente pode ajudar a manter o ânimo e a clareza de propósito.",
                            "alto": "O desânimo frequente pode comprometer sua produtividade e satisfação profissional. Busque apoio de colegas ou mentores, celebre pequenas conquistas e utilize técnicas de reestruturação cognitiva para fortalecer a esperança no progresso da carreira."
                        }
                    },
                    {
                        "id": "D2",
                        "texto": "Tenho momentos em que me sinto sem esperança sobre a progressão na carreira (promoções, estabilidade de projetos).",
                        "feedbacks": {
                            "baixo": "Sua confiança na progressão profissional é um recurso valioso. Continue cultivando dessa segurança para planejar o futuro, investindo em ações consistentes que fortaleçam sua trajetória.",
                            "medio": "Você apresenta um equilíbrio entre momentos de otimismo e de dúvida. Estabelecer objetivos de curto e médio prazo e monitorar seu avanço pode ajudar a manter o foco e reduzir incertezas.",
                            "alto": "A sensação frequente de falta de esperança pode afetar sua motivação e visão de futuro. Busque apoio em redes profissionais, identifique conquistas passadas como evidência de progresso e adote estratégias de autocompaixão para lidar com fases mais lentas da carreira."
                        }
                    },
                    {
                        "id": "D3",
                        "texto": "Fico triste quando percebo que meus projetos de pesquisa ou as turmas que leciono não evoluem como eu esperava.",
                        "feedbacks": {
                            "baixo": "Você tende a lidar bem com resultados diferentes do planejado, mantendo estabilidade emocional. Use essa resiliência para ajustar estratégias sem perder o engajamento e a motivação.",
                            "medio": "Embora sinta impacto emocional moderado, consegue equilibrar expectativas e realidade. Praticar revisões periódicas de metas pode ajudar a identificar melhorias no processo e reduzir frustrações.",
                            "alto": "A tristeza frequente diante de resultados aquém do esperado pode gerar desmotivação. Reforce o acompanhamento de indicadores de progresso, valorize avanços parciais e diversifique estratégias para alcançar objetivos de forma gradual."
                        }
                    },
                    {
                        "id": "D4",
                        "texto": "Em alguns dias, penso em desistir de novas iniciativas (como projetos pessoais e profissionais) por achar que não darei conta.",
                        "feedbacks": {
                            "baixo": "Você mantém confiança e perseverança diante de novos desafios, mesmo quando exigem grande esforço. Continue equilibrando ousadia e planejamento para sustentar esse nível de motivação.",
                            "medio": "Eventualmente, sente insegurança quanto à capacidade de assumir novas demandas, mas não deixa isso limitar seu envolvimento. Criar planos detalhados de execução pode reduzir dúvidas iniciais e aumentar a confiança.",
                            "alto": "A sensação recorrente de não dar conta pode levar à desistência precoce de oportunidades importantes. Trabalhe o fracionamento de metas, busque apoio colaborativo e celebre pequenas vitórias para manter a motivação ao longo do percurso."
                        }
                    },
                    {
                        "id": "D5",
                        "texto": "Sinto dificuldade para me motivar, mesmo quando as tarefas são importantes para meus objetivos.",
                        "feedbacks": {
                            "baixo": "Você mantém a motivação mesmo diante de tarefas desafiadoras ou menos atrativas, o que fortalece a consistência no alcance de objetivos. Continue usando estratégias de foco e significado para sustentar esse ritmo.",
                            "medio": "Sua motivação varia conforme o contexto ou momento, mas geralmente retorna ao perceber a importância da tarefa. Criar gatilhos motivacionais, como recompensas ou conexões diretas com seus valores, pode ajudar a manter o engajamento.",
                            "alto": "A dificuldade frequente em se motivar, mesmo para atividades essenciais, pode comprometer prazos e metas. Experimente estabelecer rotinas fixas, dividir tarefas em partes menores e buscar apoio externo para impulsionar o início das ações."
                        }
                    },
                    {
                        "id": "D6",
                        "texto": "Quando percebo sinais de desânimo, busco estratégias ativas para retomar a motivação, como redefinir metas ou pedir apoio.",
                        "feedbacks": {
                            "baixo": "A ausência de ações para reagir ao desânimo pode prolongar períodos de baixa motivação e impactar o desempenho. Vale desenvolver um repertório de estratégias práticas, como conversar com colegas, revisar metas e conquistar pequenas vitórias para gerar impulso.",
                            "medio": "Você adota estratégias para recuperar a motivação de forma eventual, mas ainda pode torná-las mais consistentes. Transformar essas ações em hábito pode reduzir o tempo de recuperação e prevenir quedas de desempenho mais prolongadas.",
                            "alto": "Sua postura proativa diante do desânimo ajuda a manter a motivação e o progresso nos objetivos. Continue aplicando e aprimorando suas estratégias, adaptando-as a cada contexto para sustentar resultados mesmo em momentos de maior desafio."
                        }
                    }
                ],
                "feedbackConsolidado": {
                    "baixo": {
                        "titulo": "FEEDBACK – Desânimo",
                        "definicao": "A característica Desânimo avalia o grau de desmotivação e desesperança que afeta as atividades pessoais e docentes. Em nível baixo, você geralmente mantém um humor estável mesmo em períodos de alta demanda, embora seja importante monitorar sinais sutis de cansaço ou apatia que possam comprometer a qualidade do trabalho a longo prazo.",
                        "caracteristicas": [
                            "Estabilidade Emocional: Geralmente demonstra uma atitude serena e estável, mesmo quando enfrenta prazos ou desafios institucionais.",
                            "Resiliência na Rotina: Mantém a regularidade das atividades docentes, sem grandes oscilações emocionais, mesmo em períodos sobrecarregados.",
                            "Sutileza na Expressão de Desânimo: Pode não demonstrar abertamente sinais de desmotivação, mas é prudente observar indícios leves de desgaste emocional."
                        ],
                        "vantagens": [
                            "Clareza e Consistência: A estabilidade emocional favorece a continuidade das atividades docentes, mantendo a qualidade do ensino.",
                            "Baixo Risco de Desistência: A postura serena permite enfrentar desafios sem recorrer à desistência.",
                            "Ambiente de Trabalho Calmo: Um humor equilibrado contribui para relações colaborativas e um clima de trabalho positivo."
                        ],
                        "dificuldades": [
                            "Negligência de Sinais Sutis: A estabilidade pode levar à subestimação de pequenos sinais de estresse.",
                            "Risco de Acomodação: A falta de tensão interna pode reduzir a busca por melhorias.",
                            "Possível Falta de Proatividade: A motivação estável pode diminuir a iniciativa em mudanças importantes."
                        ],
                        "estrategias": [
                            "Manutenção de hábitos saudáveis: Estabelecer rotina de sono, pausas, boa alimentação e atividades preventivas.",
                            "Monitoramento de humor: Observar mudanças leves no humor que indiquem início de desgaste.",
                            "Feedback e suporte mútuo: Buscar visão externa de colegas e gestores para ajustar práticas.",
                            "Estímulos para inovação: Participar de treinamentos e eventos que promovam criatividade e renovação."
                        ],
                        "conclusao": "Embora um baixo nível de desânimo proporcione estabilidade e consistência, é essencial monitorar sinais sutis de cansaço ou apatia. Ao manter hábitos saudáveis, buscar feedback e incentivar inovação, garante-se evolução contínua sem complacência, preservando a qualidade do ensino e dos processos acadêmicos."
                    },
                    "medio": {
                        "titulo": "FEEDBACK – Desânimo",
                        "definicao": "A característica Desânimo refere-se à tendência de sentir desmotivação e desesperança, afetando a regularidade e a qualidade das atividades pessoais e docentes. Em nível médio, o docente vivencia períodos pontuais de desânimo ou incerteza sobre o futuro da carreira, mas mantém a capacidade de retomar o engajamento na maioria das situações.",
                        "caracteristicas": [
                            "Oscilação de Motivação: Alterna entre engajamento e momentos de menor disposição.",
                            "Sensibilidade a Resultados: Fica desanimado com falta de evolução em projetos ou turmas, mas busca reorganizar-se.",
                            "Preocupação com a Carreira: Enfrenta períodos de dúvida quanto à progressão e estabilidade, mas evita desistências frequentes."
                        ],
                        "vantagens": [
                            "Capacidade de Retomada: Consegue recuperar a motivação após momentos de baixa.",
                            "Autocrítica Moderada: Utiliza insatisfações para refletir e melhorar práticas.",
                            "Equilíbrio Emocional Relativo: Mantém estabilidade suficiente para preservar a qualidade do ensino."
                        ],
                        "dificuldades": [
                            "Queda Temporária de Produtividade: Pode atrasar prazos em períodos de desânimo.",
                            "Risco de Procrastinação: Tende a adiar tarefas complexas em fases de baixa motivação.",
                            "Impacto Emocional Pontual: Repetidas frustrações podem prolongar momentos de desmotivação."
                        ],
                        "estrategias": [
                            "Manter metas de curto prazo: Estabelecer objetivos pequenos e alcançáveis.",
                            "Registrar conquistas semanais: Notar progressos e elogios para reforçar motivação.",
                            "Planejar momentos de recuperação: Inserir pausas e atividades prazerosas na rotina.",
                            "Buscar apoio em situações críticas: Conversar com colegas ou gestores para encontrar soluções coletivas."
                        ],
                        "conclusao": "Docentes com níveis médios de desânimo equilibram fases de baixa motivação com momentos de engajamento produtivo. Ao monitorar emoções, registrar conquistas e planejar pausas, conseguem reduzir impactos negativos e preservar a evolução de projetos e a qualidade do ensino."
                    },
                    "alto": {
                        "titulo": "FEEDBACK – Desânimo",
                        "definicao": "A característica Desânimo diz respeito à tendência de sentir desmotivação e desesperança, impactando a regularidade e a qualidade das atividades. Em nível alto, você frequentemente se sente desanimado quanto ao futuro da carreira, o que pode levar à desistência de projetos e iniciativas importantes.",
                        "caracteristicas": [
                            "Preocupação com o Futuro: Sente incerteza e pessimismo sobre carreira, avaliações e estabilidade.",
                            "Reação Emocional Negativa: Experiencia tristeza, cansaço intenso e dificuldade de engajamento.",
                            "Tendência a Desistir: Pode abandonar projetos, simplificar excessivamente tarefas ou evitar novas responsabilidades."
                        ],
                        "vantagens": [
                            "Autocrítica para Melhoria: A percepção dos desafios pode motivar pedidos de apoio e ajustes institucionais.",
                            "Identificação de Necessidades de Apoio: Reconhece a importância de suporte psicológico e institucional."
                        ],
                        "dificuldades": [
                            "Risco de Desistência: Pode abandonar projetos, comprometer prazos e prejudicar continuidade do trabalho.",
                            "Esgotamento e Sobrecarga: Fadiga constante afeta concentração, energia e motivação.",
                            "Necessidade de Suporte Contínuo: Requer acompanhamento para manter estabilidade emocional."
                        ],
                        "estrategias": [
                            "Acompanhamento psicológico: Buscar apoio profissional para manejo emocional e reconexão com o trabalho.",
                            "Diário de pequenas vitórias: Registrar progressos diários para reconstruir sensação de eficácia.",
                            "Atividades físicas e lazer: Introduzir exercícios e práticas prazerosas na rotina.",
                            "Apoio com colegas: Compartilhar dificuldades e buscar suporte em redes de confiança."
                        ],
                        "conclusao": "Para docentes com alto nível de desânimo, reconhecer e agir sobre os sinais é essencial para evitar abandono de projetos e prejuízos duradouros. Com apoio profissional, estratégias de bem-estar e registros de progressos, é possível transformar a desesperança em resiliência e reengajamento acadêmico."
                    }
                }
            },
            "Autoconsciencia": {
                "titulo": "Autoconsciência",
                "descricao": "Tendência a sentir vergonha ao expor dificuldades ou inseguranças, o que pode prejudicar a busca de auxílio ou inovações.",
                "perguntas": [
                    {
                        "id": "AC1",
                        "texto": "Fico envergonhado(a) ao cometer falhas na frente de colegas ou discentes.",
                        "feedbacks": {
                            "baixo": "A baixa sensação de vergonha diante de falhas pode indicar autoconfiança e resiliência. Essa postura facilita o aprendizado com os erros e transmite segurança para colegas e discentes. Apenas cuide para não parecer indiferente ao impacto das falhas.",
                            "medio": "Você sente certo desconforto diante de erros, mas de forma moderada, o que favorece tanto a autocrítica quanto a manutenção da calma. Aproveite para usar esses momentos como oportunidades de aprendizado conjunto com os discentes.",
                            "alto": "A vergonha intensa pode prejudicar a autoconfiança e dificultar a recuperação após falhas. Praticar a autocompaixão, reconhecer que erros fazem parte do processo e adotar uma postura construtiva pode reduzir o impacto emocional e manter a credibilidade."
                        }
                    },
                    {
                        "id": "AC2",
                        "texto": "Sinto-me desconfortável em receber feedbacks críticos sobre meus planos de ensino ou projetos de pesquisa, pois temo julgamentos.",
                        "feedbacks": {
                            "baixo": "A abertura para críticas demonstra segurança profissional e disposição para aprimoramento. Essa postura fortalece relações de confiança e favorece o crescimento acadêmico e institucional.",
                            "medio": "Você lida com feedbacks de forma equilibrada, aceitando críticas quando construtivas, mas mantendo certa cautela. Avalie se é possível aumentar a receptividade para aproveitar ao máximo as oportunidades de melhoria.",
                            "alto": "O desconforto intenso com críticas pode levar à evitação de retornos importantes, limitando ajustes e inovações. Desenvolver habilidades de regulação emocional e lembrar que feedbacks não definem seu valor pessoal pode ajudar a reduzir o temor e potencializar o aprendizado."
                        }
                    },
                    {
                        "id": "AC3",
                        "texto": "Evito propor ideias em reuniões departamentais para não parecer despreparado(a) ou inexperiente.",
                        "feedbacks": {
                            "baixo": "A disposição para expor ideias indica autoconfiança e engajamento, favorecendo a troca de perspectivas no ambiente acadêmico. Essa postura amplia seu papel ativo nas decisões e fortalece sua presença profissional.",
                            "medio": "Você participa das discussões de forma seletiva, ponderando antes de propor algo. Isso ajuda a manter a segurança, mas também pode limitar oportunidades de contribuição. Considere apresentar ideias já estruturadas para aumentar a confiança.",
                            "alto": "O receio de parecer despreparado(a) pode reduzir sua visibilidade e influência nas decisões coletivas. Treinar apresentações curtas, anotar pontos-chave e buscar apoio de colegas de confiança pode ajudar a expressar suas ideias com mais segurança."
                        }
                    },
                    {
                        "id": "AC4",
                        "texto": "Muitas vezes, deixo de compartilhar problemas de sala de aula com outros docentes, com receio de ser visto(a) como incompetente.",
                        "feedbacks": {
                            "baixo": "A abertura para compartilhar desafios demonstra maturidade profissional e disposição para buscar soluções coletivas. Essa postura fortalece redes de apoio e estimula o aprendizado mútuo entre colegas.",
                            "medio": "Você compartilha dificuldades de forma moderada, escolhendo cuidadosamente com quem falar. Essa prudência protege sua imagem, mas pode restringir trocas produtivas. Identificar colegas de confiança pode ampliar as possibilidades de colaboração.",
                            "alto": "O receio de julgamento pode gerar isolamento e sobrecarga emocional. Lembre-se de que compartilhar problemas também é uma oportunidade de receber apoio e soluções criativas. Buscar grupos de troca ou mentorias pode ajudar a reduzir essa barreira."
                        }
                    },
                    {
                        "id": "AC5",
                        "texto": "Evito buscar apoio em situações de dificuldade por receio de parecer fraco(a) ou incapaz.",
                        "feedbacks": {
                            "baixo": "A disposição para pedir ajuda demonstra autoconhecimento e maturidade profissional. Essa atitude fortalece parcerias e permite que soluções sejam construídas de forma mais rápida e eficaz.",
                            "medio": "Você busca apoio em alguns momentos, mas mantém certo cuidado para não se expor demais. Essa postura equilibrada preserva a autonomia, mas pode limitar o acesso a recursos e perspectivas que enriqueceriam sua prática.",
                            "alto": "O receio de parecer fraco(a) pode levar à sobrecarga e dificultar a resolução de problemas complexos. Reconhecer que pedir ajuda é um sinal de inteligência relacional e não de fragilidade pode ampliar seu bem-estar e eficácia no trabalho."
                        }
                    },
                    {
                        "id": "AC6",
                        "texto": "[R] Quando percebo vergonha ou insegurança, consigo reconhecer o sentimento e, mesmo assim, tomar atitudes construtivas para melhor lidar com a situação.",
                        "feedbacks": {
                            "baixo": "A dificuldade de agir diante de vergonha ou insegurança pode prolongar problemas e limitar oportunidades. Trabalhar a autocompaixão e se comprometer com respostas graduais pode ajudar a superar esses bloqueios.",
                            "medio": "Você consegue agir construtivamente em alguns casos, mas ainda sente impacto significativo da vergonha ou insegurança em outras situações. Fortalecer técnicas de enfrentamento e praticar exposição gradual pode ampliar essa capacidade.",
                            "alto": "Sua habilidade de reconhecer emoções e agir de forma construtiva demonstra inteligência emocional e resiliência. Manter essa prática fortalece a autoconfiança e reduz os efeitos negativos de situações desafiadoras."
                        }
                    }
                ],
                "feedbackConsolidado": {
                    "alto": {
                        "titulo": "FEEDBACK – Autoconsciência",
                        "definicao": "A característica Autoconsciência (Vergonha) avalia a tendência a sentir vergonha ao expor dificuldades, inseguranças e falhas, o que pode prejudicar a busca por auxílio e inovações. Em nível alto, os docentes demonstram intensa preocupação com a imagem profissional, o que pode limitar sua participação em debates, a liderança de projetos e a troca aberta de feedbacks.",
                        "caracteristicas": [
                            "Sensibilidade à Crítica: Sente vergonha ao cometer erros ou falhar em público, seja na frente de colegas ou discentes.",
                            "Receio de Exposição: Evita propor ideias em reuniões departamentais para não parecer despreparado(a) ou inexperiente.",
                            "Reticência em Compartilhar Dificuldades: Muitas vezes, opta por não compartilhar problemas na sala de aula ou em projetos, temendo ser visto(a) como incompetente."
                        ],
                        "vantagens": [
                            "Cuidado com a Imagem Profissional: A postura reservada ajuda a manter uma imagem séria e profissional, valorizada em contextos formais.",
                            "Reflexão Crítica: A autoconsciência pode incentivar uma análise profunda das próprias práticas, contribuindo para melhorias pessoais e institucionais."
                        ],
                        "dificuldades": [
                            "Dificuldade em Liderar e Inovar: A relutância em expor dificuldades pode impedir a participação ativa em debates e a liderança de projetos.",
                            "Perda de Oportunidades de Crescimento: Evitar feedbacks críticos pode levar à estagnação e dificultar a evolução das práticas docentes."
                        ],
                        "estrategias": [
                            "Ensaios e simulações: Praticar apresentações e debates em ambientes menores (colegas de confiança) para ganhar segurança.",
                            "Participação gradual em fóruns: Utilizar fóruns virtuais ou e-mails institucionais para começar a expor dúvidas e ideias.",
                            "Feedback construtivo: Buscar críticas construtivas e utilizá-las como ferramenta de aprimoramento, sem interpretar como julgamento pessoal.",
                            "Desenvolvimento da autoconfiança: Trabalhar o reconhecimento das próprias competências e lembrar que compartilhar desafios fortalece a colaboração."
                        ],
                        "conclusao": "Para docentes com alto nível de autoconsciência (vergonha), a cautela em expor dificuldades pode limitar oportunidades de inovação e crescimento. Ao exercitar apresentações em ambientes seguros, buscar feedback construtivo e fortalecer a autoconfiança, é possível equilibrar preocupação com imagem e desenvolvimento profissional, aumentando a participação e colaboração no ambiente acadêmico."
                    },
                    "baixo": {
                        "titulo": "FEEDBACK – Autoconsciência",
                        "definicao": "A característica Autoconsciência (Vergonha) refere-se à capacidade de sentir vergonha ao expor dificuldades ou inseguranças. Em nível baixo, os docentes demonstram desinibição ao compartilhar suas opiniões, liderar debates e participar ativamente de reuniões, mas podem correr o risco de não perceber a necessidade de ajustar a postura para contextos mais formais.",
                        "caracteristicas": [
                            "Desinibição: Tem facilidade em palestrar, participar de reuniões e interagir em grandes eventos, demonstrando confiança na exposição de ideias.",
                            "Baixa Sensibilidade à Vergonha: Não evita compartilhar dificuldades, mesmo diante de possíveis julgamentos.",
                            "Expressividade em Feedbacks: Apresenta propostas e discute métodos abertamente, podendo fomentar debates, mas exigindo cuidado em ambientes formais."
                        ],
                        "vantagens": [
                            "Participação Ativa e Visibilidade: A desinibição promove maior participação em debates e liderança em projetos.",
                            "Recepção de Feedbacks: A abertura facilita o recebimento de críticas construtivas.",
                            "Fortalecimento de Redes de Apoio: A postura acessível incentiva parcerias e colaborações."
                        ],
                        "dificuldades": [
                            "Risco de Excesso de Informalidade: A comunicação pode se tornar inadequada em situações formais.",
                            "Possível Invasão de Espaço: Pode ocupar espaço excessivo em debates, gerando desequilíbrio nas interações.",
                            "Falta de Autocontrole: Pode expor opiniões sem filtro, afetando relações interpessoais."
                        ],
                        "estrategias": [
                            "Observação e ajuste da linguagem: Monitorar reações dos colegas para adequar tom e formalidade.",
                            "Feedback de colegas: Solicitar avaliações regulares para calibrar a postura e garantir boa recepção.",
                            "Participação equilibrada: Buscar equilíbrio entre falar e ouvir, evitando dominar discussões.",
                            "Estabelecer limites contextuais: Discriminar momentos que exigem maior formalidade ou postura mais reservada."
                        ],
                        "conclusao": "Em nível baixo de autoconsciência (vergonha), a desinibição favorece participação ativa e comunicação aberta. Contudo, ajustar a linguagem e os comportamentos conforme o contexto é essencial para evitar excesso de informalidade ou dominância. Com feedback e limites claros, essa postura pode fortalecer relações profissionais e enriquecer as práticas docentes."
                    },
                    "medio": {
                        "titulo": "FEEDBACK – Autoconsciência",
                        "definicao": "A característica Autoconsciência (Vergonha) está relacionada à tendência de sentir vergonha ou desconforto ao expor dificuldades e inseguranças. Em nível médio, o docente apresenta cautela ao se expor, especialmente quando há possibilidade de julgamento, mas participa de debates e recebe feedbacks quando se sente seguro. Esse equilíbrio preserva a imagem profissional, mas pode limitar oportunidades de inovação mais ousada.",
                        "caracteristicas": [
                            "Cautela Moderada na Exposição: Sente desconforto ao compartilhar falhas ou dúvidas, mas não evita completamente situações de visibilidade.",
                            "Aceitação Seletiva de Feedback: Recebe críticas construtivas desde que venham de fontes confiáveis ou ambientes respeitosos.",
                            "Participação Contextual: Contribui em reuniões e eventos, mas tende a se conter em espaços competitivos ou pouco familiares."
                        ],
                        "vantagens": [
                            "Equilíbrio Entre Reserva e Participação: Mantém colaboração sem comprometer a imagem profissional.",
                            "Reflexão Antes da Exposição: Analisa momento e forma para comunicar ideias, aumentando assertividade.",
                            "Boa Relação com Diferentes Perfis: Adapta o nível de exposição conforme o público, preservando vínculos."
                        ],
                        "dificuldades": [
                            "Oportunidades Não Aproveitadas: Pode deixar de propor ideias inovadoras por receio de avaliação negativa.",
                            "Dependência de Ambientes Seguros: Sua participação diminui em contextos desconhecidos.",
                            "Autocrítica Excessiva: Reavalia mentalmente falhas, gerando insegurança temporária."
                        ],
                        "estrategias": [
                            "Expandir gradualmente a exposição: Participar progressivamente de espaços mais desafiadores.",
                            "Diversificar fontes de feedback: Buscar opiniões de diferentes colegas para ampliar segurança.",
                            "Treinar apresentações e propostas: Preparar argumentos e ensaiar previamente para aumentar confiança.",
                            "Reforçar conquistas pessoais: Registrar bons resultados para fortalecer autoestima e presença profissional."
                        ],
                        "conclusao": "Docentes com níveis médios de autoconsciência (vergonha) equilibram participação e cautela, preservando relações e mantendo contribuições relevantes. Ao ampliar exposição, diversificar feedbacks e reforçar a autoconfiança, essa reserva natural torna-se um recurso estratégico que favorece presença segura e ativa no ambiente acadêmico."
                    }
                }
            },
            "Impulsividade": {
                "titulo": "Impulsividade",
                "descricao": "Tendência a ceder a distrações, abandonando projetos pessoais ou metas acadêmicas em favor de atividades mais imediatas ou prazerosas.",
                "perguntas": [
                    {
                        "id": "I1",
                        "texto": "Abandono meu plano de estudos ou de elaboração de aula para fazer algo mais agradável, mesmo sabendo que vou me arrepender depois.",
                        "feedbacks": {
                            "baixo": "Você mantém o foco nas tarefas, mesmo diante de distrações atraentes. Essa disciplina contribui para produtividade e cumprimento de metas. Continue equilibrando trabalho e lazer para evitar sobrecarga.",
                            "medio": "Você consegue manter o plano na maioria das vezes, mas ocasionalmente cede a atividades mais prazerosas. Usar técnicas de priorização e pausas programadas pode reduzir a chance de arrependimento posterior.",
                            "alto": "A tendência a abandonar tarefas importantes por alternativas mais agradáveis pode comprometer prazos e qualidade do trabalho. Criar ambientes livres de distrações e estabelecer recompensas após concluir etapas pode ajudar a manter a consistência."
                        }
                    },
                    {
                        "id": "I2",
                        "texto": "Se estou cansado(a) da rotina, paro de preparar minhas aulas na hora, sem pensar nas consequências para a semana letiva.",
                        "feedbacks": {
                            "baixo": "Você demonstra resiliência e consegue manter a preparação das aulas mesmo diante do cansaço. Isso favorece a continuidade do planejamento e reduz acúmulos de tarefas. Continue cuidando do descanso para preservar essa constância.",
                            "medio": "Você equilibra momentos de pausa com a necessidade de seguir o planejamento. Reavaliar a carga de trabalho e inserir pausas estratégicas pode ajudar a reduzir interrupções que afetem a sua semana.",
                            "alto": "Interromper a preparação de aulas devido ao cansaço, sem considerar o impacto, pode gerar sobrecarga e prejudicar a qualidade das atividades. Estratégias como dividir o trabalho em blocos menores ou alternar tarefas mais leves e mais exigentes podem ajudar a manter a produtividade mesmo em dias de fadiga."
                        }
                    },
                    {
                        "id": "I3",
                        "texto": "Tendo a gastar muito tempo em redes sociais, mesmo sabendo que isso pode me prejudicar.",
                        "feedbacks": {
                            "baixo": "Você mantém um bom controle do uso das redes sociais, evitando que interfiram nas atividades prioritárias. Essa disciplina favorece o foco e produtividade; mantenha hábitos que sustentem esse equilíbrio.",
                            "medio": "Seu uso de redes sociais é moderado, mas pode, em alguns momentos, competir com tarefas importantes. Definir horários específicos para acessar essas plataformas pode ajudar a manter o foco e evitar distrações prolongadas.",
                            "alto": "O uso excessivo de redes sociais, mesmo consciente do impacto negativo, pode comprometer a execução de tarefas e gerar atrasos. Experimente limitar o tempo de uso com aplicativos de controle ou substituir parte desse tempo por atividades de descanso mais restauradoras."
                        }
                    },
                    {
                        "id": "I4",
                        "texto": "Faço pausas muito maiores do que o estipulado na minha rotina de trabalho, mesmo quando estou atrasado(a).",
                        "feedbacks": {
                            "baixo": "Você mantém disciplina nas pausas, mesmo em situações de atraso, preservando a continuidade do trabalho. Continue equilibrando intervalos com produtividade para evitar sobrecarga física e mental.",
                            "medio": "Você faz pausas de forma equilibrada, mas em alguns momentos elas podem se estender além do previsto. Ajustar o tempo de descanso ao nível de atraso pode ajudar a evitar acúmulo de demandas.",
                            "alto": "Pausas excessivas, especialmente quando há atrasos, podem comprometer prazos e aumentar o estresse. Considere definir alarmes ou usar técnicas como o Pomodoro para manter o tempo de pausa controlado."
                        }
                    },
                    {
                        "id": "I5",
                        "texto": "Muitas vezes, começo novas atividades antes de concluir as que já estão em andamento, comprometendo prazos e resultados.",
                        "feedbacks": {
                            "baixo": "Você mantém foco até concluir o que iniciou, o que favorece a qualidade e o cumprimento de prazos. Continue priorizando tarefas até o fim antes de assumir novos compromissos.",
                            "medio": "Você normalmente conclui o que começa, mas em alguns momentos pode se dispersar com novas demandas. Ajustar prioridades e usar listas de tarefas pode ajudar a manter a ordem.",
                            "alto": "Iniciar novas tarefas antes de finalizar as atuais pode fragmentar sua atenção e comprometer resultados. Considere aplicar estratégias como priorização semanal e divisão do trabalho em etapas para garantir que as entregas sejam concluídas no tempo previsto."
                        }
                    },
                    {
                        "id": "I6",
                        "texto": "[R] Quando percebo que estou cedendo a distrações, consigo redirecionar minha atenção para a atividade principal e retomar o foco.",
                        "feedbacks": {
                            "baixo": "A dificuldade em retomar o foco após distrações pode prejudicar seu rendimento e prolongar prazos. Experimente técnicas como o uso de blocos de tempo ou o método Pomodoro para manter a atenção.",
                            "medio": "Você consegue, em algumas situações, recuperar o foco após se distrair, mas isso ainda não é consistente. Criar gatilhos de retomada, como revisar a última frase escrita ou o último item executado, pode fortalecer essa habilidade.",
                            "alto": "Sua capacidade de perceber a distração e redirecionar a atenção é um recurso valioso para manter a produtividade. Continue aplicando esse controle, e considere registrá-lo como parte do seu planejamento para manter a constância."
                        }
                    }
                ],
                "feedbackConsolidado": {
                    "alto": {
                        "titulo": "FEEDBACK – Impulsividade",
                        "definicao": "A característica Impulsividade descreve a tendência de ceder a distrações e abandonar planejamentos em favor de atividades mais imediatas ou prazerosas. Em nível alto, os docentes podem interromper o desenvolvimento de aulas ou projetos para realizar atividades atrativas, mesmo sabendo que essa decisão pode comprometer a continuidade e a qualidade do ensino.",
                        "caracteristicas": [
                            "Interrupção de Planejamentos: Abandona o plano de estudos ou a preparação de aulas para fazer algo mais agradável, mesmo que isso gere arrependimentos posteriores.",
                            "Respostas Impulsivas à Rotina: Ao se sentir cansado(a), interrompe imediatamente a preparação de aulas ou tarefas importantes, sem considerar consequências.",
                            "Distração com Redes Sociais: Gasta muito tempo em redes sociais, mesmo ciente de que isso pode comprometer as atividades acadêmicas.",
                            "Excesso de Pausas: Realiza pausas muito maiores do que o previsto, prejudicando a regularidade das entregas e a continuidade das atividades."
                        ],
                        "vantagens": [
                            "Flexibilidade e Resolução Rápida: Em situações emergenciais, a impulsividade pode facilitar decisões rápidas e soluções imediatas.",
                            "Adaptabilidade: A disposição para mudar de foco pode ser útil em contextos de crise ou quando se exige inovação imediata."
                        ],
                        "dificuldades": [
                            "Quebra de Consistência: Abandonar planejamentos prejudica cronogramas, gera confusão para discentes e aumenta retrabalho.",
                            "Risco de Atrasos: A interrupção frequente das tarefas pode comprometer compromissos importantes e prazos críticos."
                        ],
                        "estrategias": [
                            "Uso de Checklists: Utilizar listas de verificação para avaliar o impacto de interrupções e tomar decisões mais conscientes.",
                            "Aplicação da Técnica 'Se… Então…': Adiar decisões impulsivas criando condicionais (“Se eu quiser parar agora, então realizo mais 10 minutos antes”).",
                            "Planejamento de Recompensas Pós-Tarefa: Estabelecer pequenas recompensas para depois da conclusão das tarefas importantes.",
                            "Monitoramento Constante do Cronograma: Revisar regularmente o planejamento para equilibrar flexibilidade e continuidade."
                        ],
                        "conclusao": "Docentes com alto nível de impulsividade podem enfrentar dificuldades para manter consistência e cumprir prazos. Porém, ao aplicar técnicas de controle, definir recompensas e utilizar checklists, é possível transformar essa energia em um recurso para soluções rápidas e inovadoras, sem sacrificar a disciplina e a continuidade necessárias ao ensino."
                    },
                    "baixo": {
                        "titulo": "FEEDBACK – Impulsividade",
                        "definicao": "A característica Impulsividade indica a capacidade de resistir a distrações e seguir rigorosamente o planejamento, mantendo a estabilidade nas atividades docentes. Em nível baixo, os docentes tendem a aderir firmemente aos cronogramas e planos de aula, o que garante consistência, mas pode limitar a flexibilidade e a capacidade de aproveitar oportunidades espontâneas que possam enriquecer a prática.",
                        "caracteristicas": [
                            "Aderência Rigorosa ao Planejamento: Segue o plano de estudos e a preparação de aulas de forma consistente, mesmo diante de atividades mais atrativas.",
                            "Controle Rígido das Atividades: Mantém foco nas tarefas programadas e raramente interrompe o fluxo de trabalho.",
                            "Uso Controlado das Redes Sociais: Evita gastar tempo excessivo com distrações digitais.",
                            "Pausas Estruturadas: Realiza pausas conforme o estipulado, preservando disciplina e continuidade."
                        ],
                        "vantagens": [
                            "Estabilidade e Consistência: A regularidade fortalece a eficiência e a execução de projetos e aulas.",
                            "Organização e Eficiência: O controle rígido do cronograma melhora a produtividade e o cumprimento de prazos.",
                            "Menor Distração: A concentração contínua favorece a qualidade do trabalho docente."
                        ],
                        "dificuldades": [
                            "Rigidez Exagerada: O apego ao planejamento pode impedir a adaptação a oportunidades relevantes.",
                            "Falta de Flexibilidade: A inflexibilidade reduz a criatividade e dificulta mudanças que poderiam ser benéficas."
                        ],
                        "estrategias": [
                            "Permitir Pequenas Mudanças: Ajustar o cronograma quando surgirem oportunidades enriquecedoras.",
                            "Revisão Mensal do Cronograma: Avaliar regularmente se ajustes são necessários.",
                            "Lista de Possíveis Inovações: Registrar ideias que possam ser incorporadas sem comprometer a organização.",
                            "Incorporação de Flexibilidade Planejada: Reservar momentos específicos para testar novas abordagens."
                        ],
                        "conclusao": "Um baixo nível de impulsividade garante estabilidade e rotina estruturada, contribuindo para o cumprimento consistente das responsabilidades docentes. Contudo, pequenas flexibilizações e revisões periódicas ajudam a equilibrar disciplina e inovação, promovendo desenvolvimento contínuo sem perda de organização."
                    },
                    "medio": {
                        "titulo": "FEEDBACK – Impulsividade",
                        "definicao": "A característica Impulsividade descreve a tendência a ceder a distrações e alterar planejamentos em favor de atividades mais imediatas ou prazerosas. Em nível médio, o docente apresenta momentos ocasionais de desvio do planejamento, mas mantém, na maior parte do tempo, a capacidade de retornar às tarefas e cumprir prazos. Essa oscilação permite flexibilidade, embora possa gerar atrasos pontuais ou acúmulo de demandas.",
                        "caracteristicas": [
                            "Alternância Entre Foco e Desvio: Segue o cronograma na maior parte do tempo, mas pode interromper atividades em dias de baixa motivação.",
                            "Uso Moderado das Redes Sociais: Dedica algum tempo a distrações, mas tende a retomar o trabalho rapidamente.",
                            "Pausas Maiores Ocasionalmente: Realiza pausas mais longas que o previsto, compensando depois."
                        ],
                        "vantagens": [
                            "Flexibilidade Controlada: Permite adaptação em situações imprevistas sem comprometer significativamente os resultados.",
                            "Aproveitamento de Oportunidades: Consegue aproveitar eventos inesperados que podem enriquecer o trabalho docente.",
                            "Equilíbrio Entre Disciplina e Adaptação: Mantém organização com espaço para ajustes pontuais."
                        ],
                        "dificuldades": [
                            "Risco de Acúmulo de Tarefas: Desvios ocasionais podem gerar atrasos em períodos críticos.",
                            "Perda Temporária de Ritmo: Interrupções não planejadas reduzem o foco imediato.",
                            "Procrastinação Seletiva: Pode adiar tarefas complexas ou pouco atraentes."
                        ],
                        "estrategias": [
                            "Definir Limites para Pausas: Estabelecer tempos máximos para pausas.",
                            "Usar Recompensas Programadas: Criar pequenas recompensas para aumentar motivação sem prejudicar o fluxo.",
                            "Planejar Dias de Flexibilidade: Dedicar momentos específicos da semana a ajustes ou atividades alternativas.",
                            "Aplicar Revisões Curtas do Cronograma: Avaliar diariamente o andamento da agenda para compensar desvios."
                        ],
                        "conclusao": "Docentes com impulsividade moderada conseguem equilibrar disciplina e flexibilidade. Ao estabelecer limites, planejar recompensas e realizar revisões frequentes do cronograma, é possível manter produtividade e organização, aproveitando a adaptabilidade sem comprometer a qualidade do trabalho acadêmico."
                    }
                }
            }
        }
    }
}